/**
 Export to JSON plugin for PHPMyAdmin
 @version 0.1
 */

// Database 'codecoop_MarketEventDB'
// codecoop_MarketEventDB.TABLE 1

[{"ArtistID": 1,"ArtistName": "Abdul Tawana","Organization": "","Country": "Afghanistan","Media_General": "Ceramics","MediumOfWork": "Timurid style tiles of Herat","Product Image": "","Years_Attended": 2015,"BoothNumber": 72,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Abdul creates traditional Timurid-style tiles using a unique ancient process with multiple time-consuming steps. These tiles had previously been used only in the holiest of places of Afghanistan, but with the help of his students, Abdul is bringing the art form to the world.
With a background as both a medical student and a calligrapher, precision and gracefulness merge perfectly together when Abdul makes his tiles. He uses three styles: single color, multi-color, and mosaic. Each piece requires great artistic skill and the colors of his tiles strengthen with sun and the passage of time.
Abdul works with 30 students and employees, carrying the tradition on to the next generation."}, {"ArtistID": 2,"ArtistName": "Nasrullah","Organization": "","Country": "Afghanistan","Media_General": "Glasswork","MediumOfWork": "Herat glassware","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 26,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Nasrullah comes from a family of glassmakers, creating the famous blue glass of the Herat province. Following in the ways of his father and grandfather, he uses traditional and ancient techniques to make glass and blow goblets, vases, bowls, and plates.
This beautiful and detailed glassware is used to celebrate the Afghan New Year, weddings, and other special and religious occasions.
In recent years it has gained popularity in restaurants and for daily use. Since he has trained his sons and nephews in the art form, Nasrullah and his family are able to see their glassware sold throughout Afghanistan, keeping the tradition alive."}, {"ArtistID": 3,"ArtistName": "Rangina Hamidi","Organization": "Kandahar Treasure","Country": "Afghanistan","Media_General": "Textiles","MediumOfWork": "Khamak embroideries","Product Image": "","Years_Attended": "2006, 2007, 2008, 2009, 2010, 2011, 2012, 2013, 2014, 2015","BoothNumber": 5,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Rangina represents Kandahar Treasure, a cooperative of embroiderers promoting a unique and traditional art form to create income sources for women. The traditional fine needle embroidery called “khamak” is a trademark of Kandahar women. Khamak artists begin learning as early as five years old, some mastering their skills by age 10-12. Their work is strictly owned and passed down by women only. The art form is inspired by Islamic geometric shapes and is hand-embroidered on fabric. The cooperative has worked hard to revive this ancient art and the traditional designs of the past that were lost during the decades of conflict in Afghanistan."}, {"ArtistID": 4,"ArtistName": "Karim Oukid Ouksel","Organization": "","Country": "Algeria","Media_General": "Jewelry","MediumOfWork": "Enamel and inlay jewelry","Product Image": "","Years_Attended": "2011, 2012, 2013, 2014, 2015","BoothNumber": 105,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Karim is from a small village in the Kabylia region in northern Algeria, an area with a long and important tradition of Berber jewelry production. He began learning the art of jewelry making to continue the tradition and promote the rich culture of his community. The filigreed geometric forms in Kabylian jewelry reflect the patterns found in Berber tapestries and ceramics of the region.  Within the details of each of pieces, Karim hopes to convey his feelings and identity. To Karim, these pieces are more than decorative objects – they express poems, histories, rivers and mountains, and the love of his motherland."}, {"ArtistID": 5,"ArtistName": "Aroti Rani","Organization": "Living Blue","Country": "Bangladesh","Media_General": "Textiles","MediumOfWork": "Shibori and Khadi quilts, stoles, scarves, and cushion covers ","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 36,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Aroti Rani is a master quilter, creating traditional Bengali pieces known as kheta, using a technique that has been passed down for generations. She is known for making “indigo shibori” quilts, which can take up to three months to complete. Master dyers and master quilters work together to create these hand-quilted textiles, and the motifs and patterns often tell stories of daily life or historical moments.
Living Blue has helped revive the use indigo in Bangladesh and currently employs over 300 women artists. Living Blue artists also create the rare style of “white on white” quilts, which can take up to six months to complete."}, {"ArtistID": 6,"ArtistName": "Rinzin Wangmo","Organization": "","Country": "Bhutan","Media_General": "Textiles","MediumOfWork": "Backstrap traditional woven clothing, home accessories","Product Image": "","Years_Attended": "2007, 2009, 2015","BoothNumber": 110,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "The Himalayan Mountain valleys of north-central Bhutan hold many of this South Asian nation’s most historic and sacred shrines and spiritual centers. They also are home to Rinzin Wangmo, who learned the art of the backstrap loom from her mother, a weaver to the royal family of Bhutan.
Using traditional techniques and geometric designs, Wangmo creates Bhutanese dresses and bed throws of cotton and silk. The material also is used in purses and bags. The dyes come from forest plants. The products are used in daily life and Wangmo is proud to offer them to the world on behalf of Bhutan."}, {"ArtistID": 7,"ArtistName": "Sonam Chhoewang","Organization": "","Country": "Bhutan","Media_General": "Textiles","MediumOfWork": "Backstrap traditional woven clothing, home accessories","Product Image": "","Years_Attended": 2015,"BoothNumber": 110,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Sonam works alongside her mother and grandmother in their studio with 12 looms. Her grandmother is known as a living legend of the art form, and has been teaching Sonam special techniques to produce vegetable dyes. She grew up surrounded by weaving and her first piece is framed on the wall in her house, a reminder of her roots.
Her weavings have incredibly rich colors and intricate patterns featuring geometric shapes and designs. She weaves her clothing and school uniforms, in hopes to inspire other young people to learn the art form."}, {"ArtistID": 8,"ArtistName": "Leki Wangmo","Organization": "","Country": "Bhutan ","Media_General": "Textiles","MediumOfWork": "Backstrap traditional woven clothing, home accessories","Product Image": "","Years_Attended": "2007, 2009, 2015","BoothNumber": 110,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Leki’s family business includes a weaving school and a guesthouse and lodge for tourists. She teaches the craft of weaving to village girls, usually unwed mothers, providing the means to support their families.
The art of weaving is an important part of the Bhutanese culture as the pieces are used in daily life and for special occasions. Specific patterns are used to commemorate births, promotions, housewarmings, New Year celebrations, and marriages. Raw materials of organic silk, cotton, nettle, and wool are dyed naturally."}, {"ArtistID": 9,"ArtistName": "Etsha Weavers Group","Organization": "Botswanacraft Marketing","Country": "Botswana","Media_General": "Basketry","MediumOfWork": "Natural dyed palm fiber baskets (open and lidded)","Product Image": "","Years_Attended": "2014, 2015 ","BoothNumber": 73,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "The high quality of baskets made by members of the Estha Weavers Group feature designs that have been passed down through generations. A single basket can take up to a year for an artist to complete. 
The Etsha Weavers Group is committed to the production of high-quality, handcrafted baskets and to empowering weavers. They also aim to inspire and educate youth to continue the practice and improve standards of living. Representing a group of over twenty weavers, many of these women are the sole providers for their families and supplement their subsistence farming with income from weaving baskets. "}, {"ArtistID": 10,"ArtistName": "Kuru Art Project","Organization": "Botswanacraft Marketing","Country": "Botswana","Media_General": "Painting","MediumOfWork": "San rock paintings on canvas and prints","Product Image": "","Years_Attended": "2014 (organization), 2015 (new work)","BoothNumber": 73,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "The artists of the Kuru Art Project create paintings and prints, representing a traditional style that originated as rock painting. Through their work, they express their yearning for the past, their sorrows, and their joys and hopes for the future.  The artists hope their work will serve as their voice and help to conserve cultural traditions. Each piece celebrates the lifestyle and customs of the artist, while also creating awareness about the loss of the hunter-gatherer existence."}, {"ArtistID": 11,"ArtistName": "Yahaya Kabore","Organization": "","Country": "Burkina Faso","Media_General": "Other (Musical Instruments)","MediumOfWork": "Burkinabé musical instruments","Product Image": "","Years_Attended": 2015,"BoothNumber": 65,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Trained as a teenager by an elder, Yahaya studied how to find the best types of wood and materials for each instrument, learning to play as he built them. Instruments such as the djembe drum, n’goni, kora and balafon have a specific history and are closely linked to an aspect of his culture.  
Instruments take up to a month to complete and require resources from multiple villages. Yahaya owns a studio and organizes musical workshops in local schools, helping the students learn not only about the instruments and music, but also important cultural knowledge.  It is important to Yahaya to keep the musical tradition and its history alive, he wants the younger generations not just to hear the music, but also to know the meanings of the songs and the ceremonial purpose of each instrument."}, {"ArtistID": 12,"ArtistName": "Chantha Nguon","Organization": "Stung Treng Women\'s Development Centre/Mekong Blue","Country": "Cambodia","Media_General": "Textiles","MediumOfWork": "Silk clothing, accessories and wall hangings woven in traditional Khmer style","Product Image": "","Years_Attended": "2011, 2012, 2013, 2015","BoothNumber": 39,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Chantha started the Stung Treng Women’s Development Centre in 2002 with a $3,000 grant from Partner in Progress in a small house with two traditional wooden weaving looms and a big dream. The project focuses on teaching and mentoring local women in the art of ikat silk weaving while developing life skills that assist in breaking the cycle of poverty and illiteracy. The Mekong Blue silk products are now regarded as one of the finest silk products in Cambodia. Chantha is recognized as a UNESCO Award of Excellence Winner."}, {"ArtistID": 13,"ArtistName": "Gwaai Edenshaw","Organization": "","Country": "Canada (Haida Nation) ","Media_General": "Jewelry","MediumOfWork": "Gold and silver jewelry","Product Image": "","Years_Attended": 2015,"BoothNumber": 66,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Gwaai Edenshaw is a Haida artist primarily known for his metalwork jewelry.  He grew up in a traditional family with ancestral roots from the archipelago of Haida Gwaii, in northern British Columbia. At age 16, Gwaai was mentored by the renowned Haida artist Bill Reid and at age 18 he carved his first 40-foot totem pole with his father Guujaaw. This encouraged him to experiment with Haida imagery that he now incorporates into his metal jewelry.  In 2009 he launched his jewelry line, featuring cropped bentwood box designs from the Raven creation story, later adding designs from Chilkat mythology."}, {"ArtistID": 14,"ArtistName": "Fang Yang","Organization": "","Country": "China","Media_General": "Textiles","MediumOfWork": "Bee-wax resist-dyed and embroidered clothing and housewares","Product Image": "","Years_Attended": 2015,"BoothNumber": 59,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Fang Yang’s work is characterized by its unique compositions, intricate stiches, and detailed patterns.  Traditional symbols, floral motifs, and animals are represented in her hand-woven, bee wax resist-dyed and embroidered textiles. This style is considered the major living visual art form of the Miao people. 
Using a copper blade, she draws designs on cotton or linen fabric using bee wax mixed with mineral colors. As a child, Fang learned the technique from her mother, now as a master folk artist, she is active in teaching the younger generation. Her textiles have been exhibited widely in Beijing, Hong Kong, and Paris."}, {"ArtistID": 15,"ArtistName": "Kalsang Tashi","Organization": "","Country": "China (Tibet)","Media_General": "Painting","MediumOfWork": "Tibetan Thangka paintings","Product Image": "","Years_Attended": "2013, 2014, 2015","BoothNumber": 57,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Kalsang creates Thangka paintings, a Tibetan Buddhist art form that encourages personal journeys for spiritual development and is one of the three legendary art works of Tibet. He has travelled to many monasteries to study Tibetan Thangka styles, and through his experience has created his own style of bold and precise, yet delicate artwork. These vibrant paintings are used to represent the sacred objects of Buddhism. His process requires very rigorous rules of measurement, proportion, and a calm and fully concentrated state of mind. In addition to these paintings, Kalsang focuses on the propagation of traditional Tibetan culture and philosophy."}, {"ArtistID": 16,"ArtistName": "Reinel Mendoza Montalbo","Organization": "Cooperativa Divino Nino","Country": "Colombia","Media_General": "Textiles","MediumOfWork": "Zenu indigenous hats and jewelry woven of Cana Flecha palm","Product Image": "","Years_Attended": "2012, 2013, 2014, 2015","BoothNumber": 69,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Reinel is a member of Divino Niño, an extended family of 40 artists, working to preserve Zenu culture through their art. They are known for their hand woven black and beige “vueltiao sombreros” (hats with revolving bands of color) and jewelry made from cana flecha, a palm found throughout the American tropics. The hats today have become a symbol of national pride for all of Colombia. The hats have different motifs of geometric shapes and animals that have religious or totemic meaning. The artists have expanded their practice to now make handbags, bracelets, and other jewelry."}, {"ArtistID": 17,"ArtistName": "William Lopez Arnachez and Olga Mercedes Siosi Epiayu","Organization": "Fundacion Einat","Country": "Colombia","Media_General": "Textiles","MediumOfWork": "Crocheted shoulder bags and woven hammocks","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 70,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Olga is a Wayúu artist making Mochillas, a fine-crocheted shoulder bag of brightly-colored cotton with bold designs. These bags are made in many sizes and used for carrying everything from pocket change to heavy objects. The symbols on the bags date back centuries, and reflect daily activities and important concepts, such as bright stars and mother earth. The art of weaving Mochillas and hammocks is passed from mother to daughter. William is an artist and administrator of Fundacion Einat, a cooperative of Wayúu artists that is improving the lives of their weavers and strengthening and promoting Wayúu culture."}, {"ArtistID": 18,"ArtistName": "Carlos Caceres Valladares","Organization": "","Country": "Cuba","Media_General": "Painting","MediumOfWork": "Naïve paintings and drawings","Product Image": "","Years_Attended": "2011, 2012, 2013, 2014, 2015","BoothNumber": 107,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Carlos began painting as a child in elementary school and today is nationally recognized in Cuba. His paintings touch on the themes of the Yoruba religion, Santería, and its deities, the Orishas, as well as the customs carried on by the Guajiros, the people of the Cuban countryside. Carlos’ technique of applying acrylic paint with used toothpaste tubes creates a vibrant and pointillistic style. Known for his use of bright colors and intricate details, he hopes his work captures the joy and love that radiates from the people he paints."}, {"ArtistID": 19,"ArtistName": "Cenia Gutiérrez Alfonso ","Organization": "","Country": "Cuba","Media_General": "Painting","MediumOfWork": "Naïve paintings and drawings","Product Image": "","Years_Attended": "2011, 2012, 2013, 2014, 2015","BoothNumber": 107,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Cenia began painting as a small child and continues today to create folk paintings and ink drawings in Cienfuegos, Cuba. She studied the work of master painters from her area and learned from their styles. Representing her community in her paintings through their legends, popular beliefs, fiestas, and religions, she enjoys capturing the lives of those around her on canvas. She is particularly known in her community as the “painter of guijes,” or fairies and mystical figures. Through her work, she hopes people get to learn about Cuba and its history and traditions."}, {"ArtistID": 20,"ArtistName": "Luis Rodriguez Ricardo and Luis Joaquin Rodriguez Arias","Organization": "El Grupo Bayate","Country": "Cuba","Media_General": "Painting","MediumOfWork": "Naïve paintings and drawings","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 108,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Luis is a self-taught painter who has passed on this painting tradition to his son. Along with other members of El Grupo Bayate, they create works that showcase the cultural traditions and daily life of their community. The oil paintings depict their love of their city, its people, and landscapes.
El Grupo Bayate is a group of painters that joined together 20 years ago with hopes to preserve their cultural identity through paintings and public murals.
El Grupo Bayate teaches art classes to children and organizes community art projects. They hope that their art will create a sense of pride and belonging within their community and promote awareness about the roots and history of painting in their town."}, {"ArtistID": 21,"ArtistName": "Nancy Reyes Suarez","Organization": "","Country": "Cuba","Media_General": "Painting","MediumOfWork": "Naïve paintings and drawings","Product Image": "","Years_Attended": "2012, 2013, 2014, 2015","BoothNumber": 107,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Nancy’s paintings are filled with strong central figures and ample parts of magic and color. Every square inch is filled with figures, designs, and bright pigments. As a child she watched people paint on the beach and was inspired to create her own art. Today she uses a variety of materials including cloth, used ballet slippers, pencils, pens, and palette knives to make raised, tactile paintings. Her work expresses the environment around her, the city and the countryside, each with energy, light, and the spirituality of Santeria, which she practices and which guides her."}, {"ArtistID": 22,"ArtistName": "Roberto Gil Esteban","Organization": "","Country": "Cuba","Media_General": "Painting","MediumOfWork": "Naïve paintings, drawings, and woodblock prints ","Product Image": "","Years_Attended": "2011, 2012, 2013, 2014, 2015","BoothNumber": 107,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Roberto began painting as a child as a way to process and understand the world around him, depicting all of his daily experiences. He continues to do this in his current work, painting the people and workers in the countryside, how they celebrate their love of animals, their children, and homes. He is inspired by his homeland and feels great pride in portraying the cultural traditions of his people. With bright colors and simplicity of lines, the children of his village adore his work and he enjoys having them assist him in creating murals and larger pieces of art."}, {"ArtistID": 23,"ArtistName": "Ramona De Disla, Maria Infante, Ecolastica Valera Muñoz","Organization": "Uniendo Manos Dominicanas","Country": "Dominican Republic","Media_General": "Other (recycled)","MediumOfWork": "Crocheted handbags from recycled plastic bags","Product Image": "","Years_Attended": "2013, 2014, 2015","BoothNumber": 77,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "The Creaciones Ecológicas La Colonia Co-op is a group of 25 Dominican women who recycle used plastic grocery bags into crocheted purses and totes. While the materials of their craft are new, the handwork techniques have been practiced for generations by the women of the Dominican Republic.
Each finished product takes an average of 10-20 hours to complete and consists of over 120 recycled plastic grocery bags. Sales help support the women of the cooperative and their families, sustain educational programs for local children, and address a wide variety of medical and community needs in La Colonia."}, {"ArtistID": 24,"ArtistName": "Negist Ethiopia","Organization": "","Country": "Ethiopia","Media_General": "Several","MediumOfWork": "Woven scarves, home accessories, jewelry, ceramics and wooden items","Product Image": "","Years_Attended": 2015,"BoothNumber": 22,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Negist Ethiopia is a business that supports a group of talented potters, jewelers, weavers, embroiderers, cotton spinners, and dyers who make products stemming from age-old traditions.  Handmade textiles are woven, dyed, and embroidered by skilled artists, ensuring integrity, beauty, and uniqueness. Creative designs and traditional methods are incorporated into their ceramics, jewelry, and baskets. 
These art forms have been found in Ethiopian households for thousands of years and are an integral part of daily life and culture. Negist Ethiopia improves the lives of the artists through showcasing art that is created with care."}, {"ArtistID": 25,"ArtistName": "Blaise Cayol","Organization": "","Country": "France","Media_General": "Baskets","MediumOfWork": "Provençal Wicker Work Baskets, Trays and Racks ","Product Image": "","Years_Attended": "2013, 2014, 2015","BoothNumber": 41,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Blaise maintains the tradition of wicker basket weaving that largely disappeared in France after WWII. Gathering different types of willow and other local plants, he weaves baskets for daily use as well as for decoration. 
Motivated by relatives and friends that remembered the beauty of baskets, he travelled throughout his country to study and learn techniques. His wife assists in collecting the materials and making the baskets. Blaise is working on building a community of basket weavers, reaching out to local design schools as well as collaborating with other artists."}, {"ArtistID": 26,"ArtistName": "François Fresnais","Organization": "","Country": "France ","Media_General": "Ceramics","MediumOfWork": "Glazed earthware","Product Image": "","Years_Attended": "2007, 2008, 2009, 2010, 2011, 2012, 2013, 2015","BoothNumber": 79,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "François Fresnais has applied his professional training in ceramics to the revival of a centuries-old tradition of pottery making in France. This tradition, through which potters have long worked to transcribe the daily life of the people, nearly disappeared after the Second World War. Having studied these ancient shapes and patterns, he set up a workshop in the region of Burgundy, which has a strong tradition in pottery. Working in partnership, François creates the forms and his wife, Sylvie, executes the decorations.  Aiming to keep the spirit of this tradition alive, they continue to be inspired and guided by other French and international slipware traditions."}, {"ArtistID": 27,"ArtistName": "Ebenezer Nomoda Djaba","Organization": "","Country": "Ghana","Media_General": "Beadwork","MediumOfWork": "Recycled glass beads","Product Image": "","Years_Attended": "2009, 2010, 2011, 2012, 2014, 2015","BoothNumber": 122,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Nicknamed after the Ghanaian currency, Cedi has been making beads from recycled glass since he was seven years old and would sneak away from dinner to fill glass molds. Glass beads play an important role in Cedi’s Krobo culture where they illustrate wealth and status.
Cedi now makes beads in his workshop, using a mortar and pestle to crush recycled bottles and then filling molds with the glass. The glass is fired in clay kilns and the cooled beads are smoothed and strung. Cedi has received numerous awards for his work."}, {"ArtistID": 28,"ArtistName": "Amalia Gue","Organization": "Olga Reiche/Indigo ","Country": "Guatemala","Media_General": "Textiles","MediumOfWork": "Maya K’eckchi weaving on backstrap loom ","Product Image": "","Years_Attended": "2011, 2012, 2013, 2014, 2015","BoothNumber": 123,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Amalia represents Ixbalamke, a cooperative of women dedicated to the production of traditional textiles and preservation of traditional weaving. They live in the community of Samac de Cobán in Alta Verpaz and are inspired by the landscape and beautiful views of the region. The members of the cooperative maintain the intricate technique of gauze weaving and the use of coyuche, or natural brown cotton, practices that are rapidly disappearing. They also have a project making smaller sized looms for younger generations to continue to learn the tradition of weaving."}, {"ArtistID": 29,"ArtistName": "Edgar Oswaldo Perén Tubín","Organization": "","Country": "Guatemala","Media_General": "Paintings","MediumOfWork": "Painting on canvas and wood","Product Image": "","Years_Attended": 2015,"BoothNumber": 120,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Edgar’s brightly colored and intricately detailed paintings depict Mayan culture, animals, and local festivities. His work shows local customs and ceremonies, as well as daily life—men working the fields, women weaving, and people joined in celebration together.
Taught by his father, Edgar hopes his passion for painting will help preserve Mayan traditions and ways of life. His joyful paintings are his way of giving back to his community and showing the beauty of Mayan life to the world."}, {"ArtistID": 30,"ArtistName": "Lina Barrios","Organization": "","Country": "Guatemala","Media_General": "Textiles","MediumOfWork": "Perrajes (shawls) on Maya backstrap loom","Product Image": "","Years_Attended": 2015,"BoothNumber": 11,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Lina’s perrajes, all-purpose traditional shawls, have designs representing plants, animals, the stars, and symbols of her spirituality. The bright colors signify the rainbow and the feathered weaving pattern is inspired by birds. Perrajes can be used as adornments, to carry babies or purchases, or for decorations in the home.
While serving as an anthropologist in various highland Maya communities, she learned to weave and returned to her Maya K’iche’ roots. Weaving is an essential part of Maya culture and has two traditional stories of its significance. In 2004, she and others of her weaving group founded a museum, featuring traditional Maya clothing, weaving classes for children, and a language school and library. "}, {"ArtistID": 31,"ArtistName": "Rosmery Pacheco","Organization": "Cooperativa de Alfombras de Mujeres Maya en Guatemala","Country": "Guatemala","Media_General": "Textiles","MediumOfWork": "Hooked rugs with traditional Mayan and alfombras designs","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 115,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Rosmery draws inspiration from traditional Mayan designs, taking recycled material and turning it into hooked rugs. This is a new art form in the long-standing Mayan tradition of textiles. 
The cooperative’s mission is for Mayan women to make a sustainable living from their art and to preserve the history and traditions of the Mayan culture.
Over 50 women throughout the Guatemalan highlands are part of this rug hooking cooperative, each one using unique designs to represent their ancestry, heritage, and community traditions."}, {"ArtistID": 32,"ArtistName": "Josnel Bruno","Organization": "","Country": "Haiti","Media_General": "Metalwork","MediumOfWork": "Recycled oil drum bowls and platters","Product Image": "","Years_Attended": "2012, 2013, 2014, 2015","BoothNumber": 34,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Josnel was an apprentice to master Serge Jolimeau and is now a metalworker in Croix-des-Bouquets, Haiti who transforms discarded oil drums into remarkable artwork with his skill and creativity. He describes himself as a “difficult child” who only found purpose once he was taught metalworking. His hammered, chiseled, punched, and incised bowls and platters represent yet another innovation within the tradition that now defines Josnel’s community to the world. Each piece is a way for him to pay tribute to his rich culture and religious beliefs. He is proud to be teaching the art to young apprentices, continuing the tradition."}, {"ArtistID": 33,"ArtistName": "Serge Jolimeau ","Organization": "","Country": "Haiti","Media_General": "Metalwork","MediumOfWork": "Recycled oil drum sculptures","Product Image": "","Years_Attended": "2005, 2006, 2007, 2008, 2009, 2010, 2011, 2012, 2013, 2014, 2015","BoothNumber": 118,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Serge was inspired to create art as a child by the blacksmiths in his neighborhood. He learned metal work from the Louis Juste brothers in Croix des Bouquets, which is now famous for its metal workshops. He trains many young artists in the art, allowing them use of his shop. From recycled oil drums, he brings to life beautiful mermaids and shining suns. Serge opened his own shop by the time he was 20. His work has been shown at the Brooklyn Museum and at LACITA in Biarritz, France."}, {"ArtistID": 34,"ArtistName": "Valris Valentin","Organization": "","Country": "Haiti and Benin","Media_General": "Beadwork","MediumOfWork": "Sequined and appliqued Drapo Vodoo on canvas","Product Image": "","Years_Attended": 2015,"BoothNumber": 48,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Valentin’s ceremonial vodoun flags are brightly embroidered with sequins, beads, shells, and bone. Filled with traditional symbols, historical events, and important saints and figures, each flag helps to tell the history of the Haitian people.  The flags are the center of most ceremonies and hold a place of reverence in the community. His work is incredibly intricate and carefully beaded; the finished product has a glimmering effect. 
Taught by his father, the renowned artist Georges Valris, Valentin has developed his own unique style and is researching and drawing inspiration from the African roots of his ancestors. He has started his own workshop, teaching others and continuing the tradition."}, {"ArtistID": 35,"ArtistName": "William Adjété Wilson ","Organization": "","Country": "Haiti and Benin","Media_General": "Beadwork","MediumOfWork": "Sequined and appliqued Drapo Vodoo on canvas","Product Image": "","Years_Attended": 2015,"BoothNumber": 48,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "William’s art is greatly inspired by his travel through Africa and his education and study in the art and spirituality of Vodou. His large-scale pastel and other artwork focus on cultural identity and the relationships between continents due to slavery. In collaborating with Valentin Valris from Haiti, he wanted to explore modern Haitian Art and its African roots and context. Their vodoun flags echo back to African origins, while also representing the history of the Haitian people. He hopes his work will keep his heritage alive, while also showcasing the influence of African art and culture across the globe."}, {"ArtistID": 36,"ArtistName": "Levente Sütő","Organization": "","Country": "Hungary","Media_General": "Woodwork","MediumOfWork": "Transylvanian-Hungarian painted and carved furniture and other home items","Product Image": "","Years_Attended": "2012, 2013, 2015","BoothNumber": 121,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "A 14th generation Transylvanian-Hungarian furniture maker, Levente creates vivid hand-painted Vargyas floral carvings for the home and special occasions, including elaborate boxes, children’s furniture for baptisms, and the carved wooden headstones specific to the Carpathian basin of Hungary.
Using organic paints, made by mashing minerals on stone plates to create the rich colors, Levente creates harmoniously-proportioned designs carrying deep symbolism.
His family’s works are used in many places— the carvings are found inside churches, on furniture in homes, on the decorative boxes given at celebrations, and even on household items such as washboards and gates."}, {"ArtistID": 37,"ArtistName": "Abdulaziz Alimamad Khatri","Organization": "Somaiya Kala Vidya","Country": "India","Media_General": "Textiles","MediumOfWork": "Bandhani dyed scarves and shawls","Product Image": "","Years_Attended": 2015,"BoothNumber": 24,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Abdulaziz’s bandhani scarfs are known for their intricate patterns and unique texture. His family has practiced the art for 10 generations and he learned special techniques from his mother and father. 
An expert in natural dyes, he knots the fabric to create traditional patterns as well as designs that are inspired by nature. 
He is a graduate of Kala Raksha Vidhyalaya, a design institute for traditional artists. He has also undertaken special training in water conservation and environmental concerns related to dyes. Women wear bandhani for auspicious occasions, with particular patterns and colors identifying community, age, and marital status."}, {"ArtistID": 38,"ArtistName": "Abduljabbar Mahmadhushen Khatri and Abdullah Mohmedhussain Khatri","Organization": "","Country": "India","Media_General": "Textiles","MediumOfWork": "Bandhani textiles ","Product Image": "","Years_Attended": "2007, 2008, 2009, 2010, 2013, 2014, 2015","BoothNumber": 49,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "The Khatri brothers were born into a family of traditional tie-dyers, but that ancestral line had been broken by their great-grandfather. Drawn irresistibly back toward this traditional Kutch craft, the brothers took advantage of the knowledge of uncles and cousins still in the trade, as well as college studies, to reinvigorate the traditional family business. The brothers experimented with new fabrics and international markets, merging traditional and contemporary designs. From naturally dyed cotton Bandhani shawls, in the traditional indigo, to Habuti silk dupattas (long, multipurpose scarfs), their work has won awards and international acclaim."}, {"ArtistID": 39,"ArtistName": "Baldev Baghmare","Organization": "","Country": "India","Media_General": "Metalwork","MediumOfWork": "Lost wax casting \"bell metal\" animals, figurines and ornamental panels","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 19,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Baldev comes from a family of metalworkers, using the traditional and complex technique of lost wax casting to create bell metal jewelry, housewares, tools, and religious figures and items. Musical instruments, festive lamps, and bells are still made as they have been for centuries. Lost wax casting requires great precision and skill, and often takes the work of multiple artists to complete. Baldev works alongside his family and their art is the focus of their lives. In their village, nearly all families are metalworkers and everyone works together to create pieces for celebrations, religious ceremonies, and village fairs."}, {"ArtistID": 40,"ArtistName": "Bani Mondal and Animesh Mondal","Organization": "Supported by Link Hands for Humanity","Country": "India","Media_General": "Textiles","MediumOfWork": "Kantha embroidered bed covers, home accessories and bags","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 111,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Bani is a textile artist and member of a cooperative of domestic violence survivors who collectively make folk art to support their independence and their families.
Using the remnants of old saris and other fabrics, the women take what would have otherwise been discarded and transform it into something useful and beautiful. This method of quilting, Kantha, transcends caste and is practiced by wealthy and poor alike.
The 50 women of the group share duties and work collectively to stitch, deciding among themselves who shall stitch a particular part, based on the strengths of each artist.
"}, {"ArtistID": 41,"ArtistName": "Dahyalal Kudecha","Organization": "","Country": "India","Media_General": "Textiles","MediumOfWork": "Silk, wool, and cotton shawls and stoles","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 8,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Dahyalal follows in the tradition of his family and village, weaving traditional and contemporary designs for over 25 years. Using hand-dyed yarn, these carefully patterned pieces have traditional and symbolic meaning.
Though men traditionally do this style of weaving, Dahyalal taught his wife and they now weave together with their son as a family.
Knowing preferences for ceremonial fabrics, family histories, and personal tastes, he is proud to clothe many communities. He is a faculty member at Kala Raksha Vidhyalaya, an institute of design for traditional artists, and he enjoys using his design education to teach other artists and to conduct weaving workshops."}, {"ArtistID": 42,"ArtistName": "Dharmendra Soni","Organization": "","Country": "India","Media_General": "Jewelry","MediumOfWork": "Kundan gold jewelry with gems and stones","Product Image": "","Years_Attended": 2015,"BoothNumber": 74,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Dharmendra makes Kundan jewelry, known for its bright gemstones and the brilliant shine of its gold. The beauty of his work lies in the precise and skillful setting of the stones on one side and the intricate enameling on the reverse. Kundan work is unique as the gem receives natural light only from above, as the entire lower half is buried in gold. Worn only for special occasions, Kundan jewelry is known as the jewelry for gods and goddesses.
Dharmendra learned the art from his father and uncle, who recognized his talent and encouraged him to study and continue the art form. While many in his community are using machines, Soni works by hand in the traditional way, using the same tools as his grandfather."}, {"ArtistID": 43,"ArtistName": "Janmamad Salemamad Luhar","Organization": "Supported by INDIKA ","Country": "India","Media_General": "Metalwork","MediumOfWork": "Copper Coated, Forged Metal Bells, Wind Chimes, and Musical Instruments","Product Image": "","Years_Attended": "2012, 2013, 2014, 2015","BoothNumber": 95,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Janmamad represents the ancient tradition of melodic, forged-metal bell and wind chime making of his community in Kutch, Gujarat, India. The metal craftsmen of his village have preserved and practiced the art of bell making for over 300 years. Originally used by local cattle, sheep, and goat herders, the melodic iron and copper-coated bells were made to adorn the animals’ necks and were thought to create good vibrations in the body of the animals to increase the productivity of the herds. Today, the highly-polished and finely-tuned bells hang in entranceways and are combined to make wind chimes and other forms of festive decoration."}, {"ArtistID": 44,"ArtistName": "Juned Ismail Khatri","Organization": "","Country": "India","Media_General": "Textiles","MediumOfWork": "Ajrakh hand block printed textiles with natural dyes","Product Image": "","Years_Attended": 2015,"BoothNumber": 92,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Juned is a 10th generation textile artist practicing the traditional skill of hand block Ajrakh printing. His Ajrakh textiles are known for their jewel-like colors and complex geometric and floral patterns. The cloth is made in a 14-step process and requires a high level of skill and concentration.
Juned has started to implement new products and color combinations, and his work now has an extensive range of intricate designs. The bright blues and reds of his work are achieved with natural dyes and expert manipulation of materials.
His award winning textiles are traditionally given as gifts or on special occasions as a symbol of respect."}, {"ArtistID": 45,"ArtistName": "Mamta Varma and Rama Singh","Organization": "Bhairvis Chikan","Country": "India","Media_General": "Textiles","MediumOfWork": "Chikan embroidery of Lucknow on cotton muslin and silk, clothing and home accessories","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 43,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Mamta represents a group of women artists who make traditional Chikan embroidery. This delicate needlework often features white thread on white cloth, and the stiches used are determined by the design. The chikan motifs are transferred onto the cloth through wooden printing blocks, and the blocks are instrumental in preserving distinctive style and design identity. Through Bhairvis Chikan, women embroiderers are empowered and are better able to support their families. The artists are able to share design ideas and stitching techniques, while escaping the rules and biases of religion and caste to create art together in communal harmony."}, {"ArtistID": 46,"ArtistName": "Manisha Mishra","Organization": "","Country": "India","Media_General": "Painting","MediumOfWork": "Madhubani/Mithila painting on paper, canvas, and fabric","Product Image": "","Years_Attended": 2015,"BoothNumber": 30,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Manisha learned to paint ritual designs on the floors and walls of her home from her mother and grandmother. Traditionally, Madhubani paintings adorn the walls and floors of mudhouses for ceremonial and auspicious occasions.  Honoring the traditional techniques of Madhubani painting, she now puts her work on canvas. 
Her festive paintings depict traditional motifs, personal experiences, and mythological features, as well as contemporary themes. This art is characterized by repetitive figures on borders, use of bright colors, and monochrome line work. Each piece expresses her desires, dreams, expectations, and hope. She hopes to form a school to teach the techniques and stories of the art form to young girls and empower them."}, {"ArtistID": 47,"ArtistName": "Pokhar Mal and Kailash Kanwar","Organization": "Supported by INDIKA for the Barefoot College","Country": "India","Media_General": "Textiles","MediumOfWork": "Block print and appliqued Bell Tota (prosperity hens) and Toran (doorway blessings)","Product Image": "","Years_Attended": 2015,"BoothNumber": 95,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Pokhar Mal, Kailash Kanwar and members of their cooperative make brightly-colored bell totas. Known as “Prosperity Hens,” these cotton birds are made of recycled fabric scraps, glass and silver beads, also embellished with sequins. These strands of birds can be found in rural Rajasthan and symbolize prosperity and good luck. 
The Barefoot College is a cooperative that aims to improve the quality of life for rural artists. The women of the cooperative have broken the boundaries of the caste system, sitting, eating, and working together. Through their art, they have gained economic independence, allowing them to provide a better life for their families."}, {"ArtistID": 48,"ArtistName": "Qasab-Kutch Craftswomen\'s Producer Co. Ltd.","Organization": "","Country": "India","Media_General": "Textiles","MediumOfWork": "Rabari embroidered applique and patchwork shawls, bags, dolls, wall hangings and accessories","Product Image": "","Years_Attended": 2015,"BoothNumber": 13,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Meghuben Rabari, Nanduba Jadeja, Madhuben Rabari, Bhalkunvarba Sodha, and Namabai Harijan are a few of the artists representing Qasab-Kutch Craftswomen. Meghuben hand embroiders beautiful and colorful textiles for daily wear and home decoration. She uses a style passed on from generations of women in her family. The labor-intensive process requires closely stitched patterns, made up of geometrical designs and elaborate motifs influenced by her surroundings.
Qasab represents 1,200 women embroiderers from 11 ethnic groups throughout Kutch and aims to empower women to take charge of their lives through creating traditional art. The embroideries of each community are distinct and contain unique techniques and designs. Qasab encourages its artists to express their creativity and to embrace the distinctions of their ethnic group’s unique style, so that the beautiful embroidery of the region will not become generic."}, {"ArtistID": 49,"ArtistName": "Ramu Devraj Harijan","Organization": "","Country": "India","Media_General": "Textiles","MediumOfWork": "Embroidered quilts, bags, wall decorations and accessories","Product Image": "","Years_Attended": "2010, 2011, 2012, 2013, 2015","BoothNumber": 124,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Ramu is a Meghwal who was born in the Banni region of Kutch, where quilt making and embroidery are integral to the culture. Men source and sew the cloth while women are skilled in embroidery and mirrored work.
At 12, Ramu made his first quilt for his mother to embroider. Later traveling to government-sponsored craft fairs, Ramu joined a company in Bhuj where he learned new products and improved his skills.
Ramu has now trained two of his brothers and two nephews in the work."}, {"ArtistID": 50,"ArtistName": "Santosh Kumar Rathi","Organization": "","Country": "India","Media_General": "Textiles","MediumOfWork": "Rajasthani patchwork textiles","Product Image": "","Years_Attended": "2013, 2015","BoothNumber": 85,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Santosh gives new life to worn yet treasured embroideries, such as dresses and pillows, by turning them into patchwork decorative wall hangings. Embroidery has always played an integral role in local customs, often serving as required part of a dowry, and now his wall hangings, made from these traditional presents, are being used for modern dowry gifts. Santosh’s family often repurposed older pieces into new textiles and he followed in the tradition, though it was uncommon for young men. He takes great pride in continuing this art form. When agriculture was the only source of income, not enough rainfall caused financial trouble. This desert tradition provides sustainable income in his community and for his family."}, {"ArtistID": 51,"ArtistName": "Sufiyan Khatri","Organization": "","Country": "India","Media_General": "Textiles","MediumOfWork": "Ajrakh hand block printed textiles with natural dyes","Product Image": "","Years_Attended": 2015,"BoothNumber": 92,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Sufiyan’s family has been involved in the complex process of ajrakh printing for ten generations. Ajrakh fabric is distinguished by its blue and red colors and its intricate geometric and floral patterns, often printed back to back on both sides of the fabric. Across a 14-step production process, wooden block carvers, block printers, dyers, and washers apply their specialized skills. Sufiyan has worked to rebuild his family workshop following the devastating 2001 earthquake in Kutch. Sufiyan learned the art from his father and uncles and is passing it on to the young people in his family."}, {"ArtistID": 52,"ArtistName": "Tiala Neufeld","Organization": "Harry L. Neufeld Co.","Country": "India","Media_General": "Textiles/ Jewelry","MediumOfWork": "Backstrap loom woven shawls, scarves and accessories","Product Image": "","Years_Attended": "2013, 2014, 2015","BoothNumber": 139,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Tiala’s woven shawls, wrap-around skirts, and shoulder bags are adorned with the designs that demarcate tribe, clan, and individual in the Naga culture. Many are colored in deep blues and rich magentas. The Naga are also known for the jewelry they make and wear, deeply colored glass beads and brass extensions or shells. The woven cane baskets are traditionally made by Naga men and have been used for centuries for utilitarian and ornamental purposes. The style, shape, and designs of the baskets have been used for centuries."}, {"ArtistID": 53,"ArtistName": "Ani, Herlina, Dinoh, Ida, Milo","Organization": "Crafts Kalimantan (CK)","Country": "Indonesia","Media_General": "Basketry, Weaving ","MediumOfWork": "Rattan wicker baskets, ikat textiles and bags","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 12,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Crafts Kalimantan (CK) is a network of grassroots NGOs supporting indigenous Dayak weavers across Kalimantan. The Dayak weavers are able to improve the quality of their handcrafted products from natural materials in a sustainable manner. They also gain assistance with marketing opportunities and managing their enterprises. In the last six years, over 400 weavers from 25 villages on the island of Borneo have received assistance by CK.
Ani, Herlina, Dinoh, Ida, and Milo are among the artists whose families benefit from CK through the sales of their mats, baskets, and ikat textiles. The motifs in their pieces represent daily life, their environment, and their aspirations. The weaving process is being passed onto a younger generation so they can continue the tradition into the future. CK is supported by the Non Timber Forest Product – Exchange Programme Indonesia Foundation (NTFP EP Indonesia Foundation)"}, {"ArtistID": 54,"ArtistName": "Ida Bagus Anom Suryawan","Organization": "","Country": "Indonesia","Media_General": "Sculpture, wood carving, masks","MediumOfWork": "Balinese carved and painted wood masks","Product Image": "","Years_Attended": "2010, 2011, 2012, 2013, 2014, 2015","BoothNumber": 60,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Born in Mas village in Bali, Ida makes masks from light pulewood for use in the topeng masked dance ceremony. The brightly colored masks feature as many as 40 layers of acrylic paint, which ensures their durability. Ida learned mask making from his great uncle, a well-known wood carver and mask maker. He is grateful to share this tradition with the world; it is his duty and joy. His young son already carves alongside him. He was honored to repair ancient temple makes at his local temple and he also performs topeng dance for ritual occasions in his community."}, {"ArtistID": 55,"ArtistName": "Leokrita Diana","Organization": "Riak Bumi Foundation","Country": "Indonesia","Media_General": "Basketry","MediumOfWork": "Woven Bemban mats, basketry, and accessories","Product Image": "","Years_Attended": 2015,"BoothNumber": 12,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Leokrita supports her family through earnings from her woven mats and other accessories, made with bemban she harvests herself. Her handbags and bracelets are innovations in the art form, and her motif designs are known for their difficulty.  She has joined together with other women in her village to organize trainings and motivate young weavers. Amongst others, the basketry includes the work of artists Yunita Kanca, Kati Kati, Stasiana, and Ida Ida.
Riak Bumi Foundation empowers Indonesian communities by promoting conservation and community development as well as teaching sustainable management of natural resources. They have helped the weavers to collect and store bemban material and to document designs for use in trainings. "}, {"ArtistID": 56,"ArtistName": "Ben Zion David","Organization": "","Country": "Israel","Media_General": "Jewelry","MediumOfWork": "Yemenite jewelry and Judaica formed from silver filigree","Product Image": "","Years_Attended": "2010, 2011, 2012, 2013, 2014, 2015","BoothNumber": 33,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Ben-Zion uses traditional tools to shape sterling silver, semi-precious stones, lava, coral, and archaeological artifacts into filigree jewelry of all sorts, including ceremonial items that have been used for centuries. For hundreds of years, Yemenite Jews have maintained a closely-guarded tradition of jewelry-making using precious metals. Their tools and techniques have been passed down as family secrets, protecting a heritage and a livelihood that has constituted a special role for Yemenite Jews.
In his workshop and gallery in Old Jaffa, Israel, Ben-Zion David is seeking to revive this disappearing art form, which he learned from his father and grandfather."}, {"ArtistID": 57,"ArtistName": "Naama Al Sana and Hasan Sana","Organization": "The Association for the Improvement of Women\'s Status Lakia","Country": "Israel","Media_General": "Textiles","MediumOfWork": "Negev Bedouin embroidered dresses, bags, and home accessories","Product Image": "","Years_Attended": 2015,"BoothNumber": 141,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Naama creates Bedouin embroidery, known for its bright colors and intricate designs, both of which have cultural significance and symbolic meanings. The use of trees and flowers in her work symbolize growth and abundance. Embroidery is a key element of cultural identity and tribal affiliations. Some Bedouin embroiderers do not finish their patterns because perfection is thought to invite the evil eye.
The Association for the Improvement of Women’s Status Lakia empowers Bedouin women through advancement of their economic and social status. They recognize embroidery as a means of preserving traditional artistic skills that are in danger of being lost."}, {"ArtistID": 58,"ArtistName": "Andrea Usai","Organization": "KOKKU","Country": "Italy","Media_General": "Jewelry","MediumOfWork": "Sardinian Gold and silver filigree jewelry","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 61,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Andrea learned the art of Sardinian filigree from his uncle and hopes to make the beautiful tradition endure for future generations. In Sardinia, filigree jewelry is often an heirloom gift passed from mothers to daughters on special occasions, and may also be given as a token of love. Known for the precision and intricacy of his art, Andrea’s pieces require hours of work and concentration to complete. For centuries, filigree has been an important part of the cultural identity of Sardinia, and Andrea hopes his work serves as introduction to his home city, cementing a memory so the wearer can be reminded of it forever."}, {"ArtistID": 59,"ArtistName": "Mikio Toki","Organization": "","Country": "Japan","Media_General": "Other (kites)","MediumOfWork": "Tokyo-style kites made with Washi paper and bamboo","Product Image": "","Years_Attended": "2013, 2014, 2015","BoothNumber": 18,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Mikio creates each beautiful kite by hand in a traditional Tokyo style that began many centuries ago. When Mikio was young, he was mesmerized by the kites made and flown by an elderly kite master and felt strongly inspired to design kites. He has now been working for 35 years as a kite maker, using Japanese Washi paper, which is derived from the paper mulberry tree. He uses dyes and Japanese Sumi (black) ink to paint the artwork onto the paper. These traditional materials create a stained glass effect when the kite is flown in the sky."}, {"ArtistID": 60,"ArtistName": "Aigul Zhanserikova ","Organization": "","Country": "Kazakhstan","Media_General": "Textiles","MediumOfWork": "Felted Rugs, Pillows, Scarves, Clothing and Bags ","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 132,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Aigul learned Kazakh felt making from her grandmother who produced felt for many traditional household needs. Historically, felt made from locally raised sheep supported a nomadic lifestyle. Felt yurts were filled with carpets, blankets, and clothing produced from the closely bonded wool fibers. In 2002, Aigul opened the first workshop for felt revival in Kazakhstan. Over 300 women trained at the workshop are now creating a sustainable source of income. Felt products are experiencing resurgence in customer demand due to their eco-friendly natural materials and Kazakhstan citizens’ interest in maintaining their national traditions. Aigul is known for her rugs and scarves."}, {"ArtistID": 61,"ArtistName": "Ilya Kazakov","Organization": "","Country": "Kazakhstan","Media_General": "Jewelry","MediumOfWork": "Kazakh jewelry, carved, ornamented boxes, mirrors and hair ornaments","Product Image": "","Years_Attended": "2013, 2014, 2015 ","BoothNumber": 6,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Ilya’s jewelry and his carved wooden boxes and combs carry Kazakh symbols of protection. Set with local stones and using silver, which Kazakhs believe has purifying properties, his jewelry represents a rich cultural heritage. Working closely with his wife and an apprentice, he creates meaningful and beautiful pieces, such as a two-finger ring that represents the joining of two families, and traditional boxes used to store combs, which have special sacred significance. Using reclaimed woods from old furniture, window frames and pianos, along with distinctive metal plating, he follows a long tradition he hopes his own daughter will continue.
UNESCO Award of Excellence Winner"}, {"ArtistID": 62,"ArtistName": "Meeri Tuya","Organization": "Maji Moto Widows Project","Country": "Kenya","Media_General": "Jewelry","MediumOfWork": "Maasai bead jewelry and beaded clothing and accessories","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 58,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Meeri is a mother and bead artist representing a village of Kenyan widows who make a living through the sales of their beadwork. The beadwork created by these women is a key element in an effort to create safe, sustainable living conditions for women and their children who are in difficult circumstances.
The village empowers women by providing them a source of income, as well as reinforcing the cultural value of their beadwork to younger generations. These artists use colorful beads, leather, seeds, wires, and string, combining them in artistic and brilliant ways to create a wide range of jewelry and accessories."}, {"ArtistID": 63,"ArtistName": "Kadyrkul Sharshembieva, Nazira Dairova, Farzana Sharshembieva, Abay Inoyatov","Organization": "7 Sisters","Country": "Kyrgyzstan","Media_General": "Textiles","MediumOfWork": "Felt-with-silk scarves and rugs","Product Image": "","Years_Attended": "2011, 2012, 2013, 2014, 2015","BoothNumber": 83,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "7 Sisters have taken on the honored family tradition of making felt carpets and rugs, as well as making scarves that combine silk and felt and traditional jackets. These beautiful and delicate pieces are made with local raw materials, including natural dyes, sheep’s wool, and handmade yarn from sheep. Her family even began to utilize the remnants from felt carpets by creatively transforming them into other necessary domestic goods and toys. 
These sisters are dedicated to reviving and revitalizing Kyrgyz traditions and translating the natural beauty of their surroundings and the importance of their cultural heritage into these beautiful, handmade works. UNESCO Award of Excellence Winner."}, {"ArtistID": 64,"ArtistName": "Zhanyl Sharshembieva","Organization": "","Country": "Kyrgyzstan","Media_General": "Jewelry/ Leatherwork","MediumOfWork": "Silver jewelry, saddle and leather goods","Product Image": "","Years_Attended": "2013, 2014, 2015","BoothNumber": 82,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Zhanyl grew up under the artful eye of her sisters, master textile artists, and their father, a master saddle maker. Today, they combine their talent into a jewelry-making business inspired by her sisters’ designs. They shape, cut, engrave, and solder these designs into exquisitely detailed earrings, cuffs, necklaces, and rings. As Zhanyl explains, “Owning silver, for a Kyrgyz, is like touching something sacred, left by the ancestors.” Drawing on their community’s traditions as shepherds and herdsmen, they create decorative motifs illustrative of their culture’s pagan symbols for earth, sky, and water, as well as animal life of the region."}, {"ArtistID": 65,"ArtistName": "Seokham Keomanivong","Organization": "Saoban Handcrafts","Country": "Lao PDR","Media_General": "Textiles","MediumOfWork": "Indigo dyed clothing and housewares ","Product Image": "","Years_Attended": 2015,"BoothNumber": 137,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Seokham’s work has designs that represent indigenous Lao culture and spiritual beliefs. Symbolic representations of animals and plant life are also prominent. While men produce the looms and spinning wheels, women carry out the dyeing, weaving, and batik embellishment. Indigo dye products are all made from Lao indigenous plants and cotton, hemp, and silk fibers. Master dyers pass on their deep knowledge, including their dye pots, to younger family members. Locally produced indigo woven products are used with great pride in daily life. Saoban Handcrafts features textiles produced by families in four distinct indigo dyeing communities of Laos."}, {"ArtistID": 66,"ArtistName": "Soubandith Lattanavong","Organization": "Orijyn","Country": "Lao PDR","Media_General": "Jewelry","MediumOfWork": "Jewelry featuring the Dok Phikoun flower pattern","Product Image": "","Years_Attended": "2009, 2010, 2011, 2013, 2014, 2015","BoothNumber": 116,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Working on a bench with a blowtorch and hand tools, silversmiths in Vientiane, Laos labor over silver ingots to create intricately crafted cuffs, bracelets, and necklaces. The silversmiths are members of a cooperative called Saoban that is part of a non-profit school that preserves traditional arts while improving education and healthcare through revenue development for artists. Although silversmithing is typically passed down through families, the cooperative is working to introduce more young people to the art in order to keep the tradition alive. The style of silversmithing employed by members of Saoban is particular to the Lao Loum group in Laos."}, {"ArtistID": 67,"ArtistName": "Traditional Arts and Ethnology Centre","Organization": "","Country": "Lao PDR","Media_General": "Textiles","MediumOfWork": "Tai Lue, Katu and Phoutai textiles; Yao Mien embroideries","Product Image": "","Years_Attended": "2012, 2013, 2014, 2015","BoothNumber": 130,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "The Traditional Arts and Ethnology Centre is the first culture organization in Laos dedicated to the appreciation and understanding of its diverse ethnic cultures and arts. TAEC promotes livelihoods based on traditional arts and aims to provide accurate and engaging information about the cultural heritage of Laos. Their artists are leaders in their communities and masters of their art. The textiles brought to the Market will represent the work of many artists and their unique cultural weaving traditions."}, {"ArtistID": 68,"ArtistName": "Veomanee Douangdala and Sykai Phonethilade","Organization": "Ock Pop Tok","Country": "Lao PDR","Media_General": "Textile","MediumOfWork": "Silk and cotton weavings of the Tai Kadai style","Product Image": "","Years_Attended": "2007, 2008, 2009, 2010, 2012, 2013, 2014, 2015","BoothNumber": 96,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Veomanee and Sykai represent Ock Pop Tok. Veomanee learned weaving at the age of eight, by helping her mother weave the easy parts of patterns for woven textiles used in daily life. She also learned dye skills from her mother, a well-respected weaver known for her knowledge of natural dyes. In 2000, Veomanee co-founded OckPopTok. 
OckPopTok’s Living Crafts Centre, an innovative textile gallery and workshop in Luang Prabang that provides sustainable employment to 800 artists throughout Laos. The Centre allows artists to share their skills and endeavors with each other and its goal is to empower artists through celebration of their heritage."}, {"ArtistID": 69,"ArtistName": "Marie Rasoantenaina","Organization": "","Country": "Madagascar","Media_General": "Other (weaving/recycled)","MediumOfWork": "Vetiver and recycled cotton rugs, baskets, hats and home accessories","Product Image": "","Years_Attended": 2015,"BoothNumber": 93,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Marie combines traditional weaving techniques with modern aesthetics to create baskets, rugs, and other household items for daily use. After much research and experimentation with getting dyes from leaves, bark, and stone, she can create nearly 40 bold colors from these natural resources. 
Weaving and basketry is the foundation of her daily life and culture. Baskets are used for the transportation and storage of food, and are especially food safe because of the natural materials and dyes. The core element of this art is the vetiver grass, which is grown and harvested by men and then woven by women. It has a natural sweet smell that artists carefully preserve."}, {"ArtistID": 70,"ArtistName": "Rado Herivonona Ambinintsoa","Organization": "Federation Sahalandy","Country": "Madagascar","Media_General": "Textiles","MediumOfWork": "Woven silk, cotoon and raffia accessories and home furnishings","Product Image": "","Years_Attended": "2011, 2012, 2013, 2015","BoothNumber": 128,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Rado represents Federation SAHALANDY. The silk weavings of SAHALANDY were first brought to the International Folk Art Market | Santa Fe in 2011. The Federation SAHALANDY, located in the central highlands of Madagascar, is made up of seven weaving cooperatives representing nearly 100 members in the area. Federation SAHALANDY empowers women by increasing non-subsistence income, finding sustainable markets abroad, building a cultural heritage center, and continuing to teach the weaving tradition to future generations. “One silk strand is strong, but when many are woven together, they are stronger,” is a Malagasy proverb that illustrates SAHALANDY weavers, weavings, and community work."}, {"ArtistID": 71,"ArtistName": "Mohamed El Maouloud Ag Hamid","Organization": "Association Timidwa","Country": "Mali","Media_General": "Jewelry, Leatherwork","MediumOfWork": "Sterling silver Tuareg jewelry","Product Image": "","Years_Attended": 2015,"BoothNumber": 89,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Mohamed learned the art of metalworking from his father, who learned from his father before him. His traditional Tuareg jewelry and knives are engraved and detailed with meaningful symbols and intricate design. These pieces are worn in daily life, but also used in traditional Tuareg dances and religious festivities.
He is the president of Association Timidwa, which has 70 artists representing Mali’s many ethnic groups. The 30 women of the association work with leather, while the men are metalworkers. There is an annual apprenticeship program for community boys to learn metalworking as well as their traditional role in Tuareg culture."}, {"ArtistID": 72,"ArtistName": "Agustín Cruz Prudencio ","Organization": "","Country": "Mexico","Media_General": "Woodwork","MediumOfWork": "Hand carved and painted wooden figures","Product Image": "","Years_Attended": "2011, 2012, 2014, 2015","BoothNumber": 71,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Agustín’s skilled woodcarvings have won him various awards in his home state of Oaxaca and nationally.  His work carries on a centuries-old tradition of giving a baby a small carving of their spirit protector. For hundreds of years, woodcarvings of nativity scenes, virgins, saints, and other religious images have held a significant role in daily and spiritual life for the people of Oaxaca. Agustín learned the skill at a young age by watching his father carve. Agustín’s wife, Carmen Sosa Ojeda, is an excellent painter and collaborates with him to create innovative, intricately-painted wood carvings."}, {"ArtistID": 73,"ArtistName": "Agustín Cruz Tinoco ","Organization": "","Country": "Mexico","Media_General": "Woodwork","MediumOfWork": "Hand carved and painted wooden figures","Product Image": "","Years_Attended": "2006, 2010, 2011, 2012, 2014, 2015","BoothNumber": 71,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "The hand-carved wooden figures that have brought Agustín national recognition begin as blank pieces of pine, cedar, or mahogany wood. Agustín has been carving since childhood and has received awards in various state and national folk art competitions for his carved wooden pieces.
He seeks to understand and exploit the natural forms and qualities of the wood. He then uses various knives, files, agave thorns, and needles to shape his brightly-painted and intricately-detailed jaguar boxes, religious figures, altarpieces, and nativity scenes. Both his son and daughter are carrying on their father’s tradition – Manuel, skilled in carving, and Edilma, skilled in the painting of carvings."}, {"ArtistID": 74,"ArtistName": "Catalina Delgado-Trunk","Organization": "","Country": "Mexico","Media_General": "Paper","MediumOfWork": "Papel Picado cut-out designs on paper","Product Image": "","Years_Attended": "2007, 2015","BoothNumber": 86,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Catalina learned many fascinating and colorful customs from her paternal grandmother, including how to create a Day of the Dead altar. The altars are, for her, a meaningful way to express her cultural identity and to come to terms with the cycle of life and death. 
Since learning the rudimentary skills of paper arts as a child, Catalina went on to become skilled and renowned for her papel picado or cut-paperwork.
Papel picado is often seen as flags and banners for festivals and other ceremonial purposes, now used mainly for decoration."}, {"ArtistID": 75,"ArtistName": "Daniel Paredes Cruz","Organization": "","Country": "Mexico","Media_General": "Ceramics ","MediumOfWork": "Hand painted Day of the Dead figurines","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 23,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Daniel’s colorful skeleton figurines are used to celebrate the festival of Day of the Dead each year in Mexico. The painting of each piece is very detailed and colorful, expressing the happiness that is felt when one’s loved ones are remembered and honored on this special day. He is the fourth generation of Dia de Los Muertos artist in his family, learning to sculpt at a very young age from his father. He finds inspiration in all of his surroundings and he works alongside his father in their home. He teaches classes in his community and is proud to pass down the tradition."}, {"ArtistID": 76,"ArtistName": "Guadalupe Hermosillo Escobar","Organization": "","Country": "Mexico","Media_General": "Metalwork","MediumOfWork": "Forged metal roof crosses of San Cristobal de las Casas, Chiapas","Product Image": "","Years_Attended": "2011, 2013, 2014, 2015","BoothNumber": 140,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Guadalupe was born in the southern town of Tapachula, Chiapas where he learned how to forge iron from a master forger. He married his mentor’s daughter and now passes on the art of forged iron to their sons. Iron-forged crosses were originally placed on Catholic homes to protect inhabitants from evil. Those same crosses, simple and ornate, continue to adorn rooftops as well as hearths in Mexico. The tradition has grown, incorporating symbols of the life and passion of Christ, love of family, and good and evil."}, {"ArtistID": 77,"ArtistName": "J. Ruben Lopez Cruz","Organization": "","Country": "Mexico","Media_General": "Painting","MediumOfWork": "Huichol-Wixarika yarn paintings","Product Image": "","Years_Attended": 2015,"BoothNumber": 62,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "J. Ruben’s yarn paintings express the mythology, iconography, and religious narratives of the Huichol culture. Raised by his grandfather, a highly esteemed shaman, and mentored by yarn painters Mariano and Cilau Valadez, his art provides a physical form to his prayers, an expression of gratitude. "}, {"ArtistID": 78,"ArtistName": "Jessica López Felipe","Organization": "Museo Textil de Oaxaca A.C.","Country": "Mexico","Media_General": "Textiles","MediumOfWork": "Embroidered textile clothing and home accessories","Product Image": "","Years_Attended": 2015,"BoothNumber": 9,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Jessica and her fellow cooperative members create a distinctive style of embroidery that evolved in the small community of Camino de Ixcatlán in southeastern Oaxaca.. Each design represents her village and she incorporates the bright colors she sees in daily life into her work. The birds and flowers that surround her home serve as inspiration for the bold patterns. The cooperative was formed to improve the quality of their work and to introduce this unique art to the world."}, {"ArtistID": 79,"ArtistName": "José García Antonio and family","Organization": "","Country": "Mexico","Media_General": "Ceramics","MediumOfWork": "Terracotta figurines and animals","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 109,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "José uses clay from the soil of his village to create life-sized sculptures of Zapotec women and mermaids. Known for his large creations, he has won many awards and has been featured in books about master folk artists of Mexico.
After problems with his sight for 50 years, he is now nearly blind but continues to work daily. His wife assists in the finishing details of the sculptures.
Ignacio and his sons, all of whom live in Santa Clara del Cobre, work together using one sheet of metal to fashion the desired shape. It is a technique Ignacio learned from his father, who learned from his father, and later passed it down to his own sons."}, {"ArtistID": 80,"ArtistName": "Jose German Punzo Nuñez, Ignacio Punzo Angel, Jose Rosaldo Punzo Nuñez, Ignacio Gabriel Punzo  Nuñez","Organization": "","Country": "Mexico","Media_General": "Metalwork","MediumOfWork": "Tarascan silver and copper decorative bowls, vases, water jars and dishes","Product Image": "","Years_Attended": "2006, 2010, 2011, 2015","BoothNumber": 38,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "The metal work of this Michoacan family begs to be touched. Some of the pieces are smooth, others boast a texture similar to a pineapple.
The similarity is in the fact that all the pieces, which are either silver or copper, are fired in an open pit in pine charcoal ash and “special stones.” Once the work has been fired, it then is picked up by a pair of traditional tongs and hand-hammered to give the vessel or figure its specific form.
Ignacio and his sons, all of whom live in Santa Clara del Cobre, work together using one sheet of metal to fashion the desired shape. It is a technique Ignacio learned from his father, who learned from his father, and later passed it down to his own sons.
But the threat of violence from the nearby drug cartel weighs heavily on the minds of the artisans. Ignacio said that not only has it cut into tourism, but it now is threatening the very existence of the ability of Ignacio and his family to create the art itself.  He said: “If we are not successful in finding an alternative market, my sons will be the first generation to be forced to find alternative work.”"}, {"ArtistID": 81,"ArtistName": "Juana Reyes Garcia ","Organization": "Museo Textil de Oaxaca A.C.","Country": "Mexico","Media_General": "Textiles","MediumOfWork": "Backstrap woven clothing and accessories","Product Image": "","Years_Attended": 2015,"BoothNumber": 9,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Juana represents a cooperative of women weavers who are known for their bold color combinations and unique designs. The weavers work together, each having their own expertise in the many steps of the weaving process. Through their art, they are able to provide food and education for their children. 
Most girls in this village learn the weaving process at a young age and as teenagers are producing clothing and table linens on back strap looms using their finely spun cotton, which they hand dye. Five years ago Juana decided to improve the overall quality of the weavings made in her community and organized 257 women to work together to perfect colors and finishing details.  "}, {"ArtistID": 82,"ArtistName": "Macrina Mateo Martínez","Organization": "Innovando la Tradicion","Country": "Mexico","Media_General": "Ceramics","MediumOfWork": "Lead-free clay bowls, vases and cookware","Product Image": "","Years_Attended": 2015,"BoothNumber": 64,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Marcina’s elegant pots are known for their unique red polish, achieved through a special technique passed down through generations. The shapes of her work are inspired by the beauty and balance that she sees in nature.  Helping to support her family with her art, a pot is more than a physical object— it represents her identity, her heritage, and a better future for her family and her people. "}, {"ArtistID": 83,"ArtistName": "Magdalena Pedro Martínez","Organization": "","Country": "Mexico","Media_General": "Ceramics","MediumOfWork": "Black pottery sculptures of people in regional dress","Product Image": "","Years_Attended": "2008, 2010, 2012, 2013, 2014, 2015","BoothNumber": "32 A","Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Magdalena uses the distinctive black clay indigenous to her town of San Bartolo Coyotepec to form her sculptures of women dressed in regional costumes. Her sculptures are known for their carefully engraved details and for how incredible life-like they are. The regional costumes are carved in minute detail, which gives each piece unique and specific embellishments. Magdalena wants to create a permanent record of the traditional costumes worn by the women in her area, and she is doing so through documentation in the form of her clay women."}, {"ArtistID": 84,"ArtistName": "Margarita Garcia de Jesús, Antonia Brigida Guerrero Santa Ana","Organization": "La Flor de Xochistlahuaca","Country": "Mexico","Media_General": "Textiles","MediumOfWork": "Backstrap woven \"coyuche\" huipiles, blouses and home accessories","Product Image": "","Years_Attended": 2015,"BoothNumber": 97,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Margarita weaves traditional clothing, made from natural dyes and cotton she personally harvests. The colorful and symbolic designs represent elements in nature and the universe. She says that weaving is like the sunset, it happens each day and she cannot live without it. Embracing her creativity, she innovates combinations of designs and is inspired by motifs around her. By teaching her daughter to weave, she is proud to be keeping her heritage alive. 
La Flor de Xochistlahuaca aims to improve the economic lives of its weavers through maintaining traditional weaving techniques. They also teach youth workshops to help keep the art flourishing for the future."}, {"ArtistID": 85,"ArtistName": "Margarita Gonzalez Flores, Maria Juana Hernández Hernández, Alicia Molina Vazquez, Maria del Belem Segura Aguilar, Eustaquia Gomez","Organization": "Fomento Cultural Banamex A.C.","Country": "Mexico","Media_General": "Textile","MediumOfWork": "Textile","Product Image": "","Years_Attended": "","BoothNumber": 99,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Concerned for the survival of traditional art forms, BANAMEX developed the Program in Support of Folk Art in 1996."}, {"ArtistID": 86,"ArtistName": "Mariano Valadez Navarro","Organization": "","Country": "Mexico","Media_General": "Painting","MediumOfWork": "Huichol-Wixarika yarn paintings","Product Image": "","Years_Attended": "2011, 2012, 2013, 2014, 2015","BoothNumber": 62,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Huichol yarn painting has been a part of Mariano’s heritage for as long as he can remember. His family often made them for sacred places and ceremonies in their indigenous community. He now makes these vibrant and elaborate yarn paintings professionally to support his family, but has continued to incorporate spiritual and mythological themes. His work features scenes from peyote visions, ceremonial life, and Huichol cosmology in his work. Mariano identifies not only as a Huichol yarn painter, but also as a storyteller who is translating his culture’s rich traditions and beliefs into an art form that he hopes anyone can connect to and appreciate."}, {"ArtistID": 87,"ArtistName": "Nicolás Fabián Fermín","Organization": "","Country": "Mexico","Media_General": "Ceramics","MediumOfWork": "Burnished clay figurines, plates, vases and pitchers ","Product Image": "","Years_Attended": 2015,"BoothNumber": 133,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Nicolás learned to work clay from his parents at an early age, eventually experimenting with his own designs. He wanted to move away from using the unhealthy lead glazes that were traditional in the village and he started to use his own unique technique. He begins by burnishing the slipped surface, sketching nature-inspired designs onto that, and then scraping away the interior areas to leave a matte pattern. The pieces are fired at very high temperatures and later covered with a light coat of wax, making them durable enough for everyday use. He works together with his wife on many of the pieces, and their daughters are now learning to create alongside them."}, {"ArtistID": 88,"ArtistName": "Odilon Merino Morales","Organization": "","Country": "Mexico","Media_General": "Textiles","MediumOfWork": "Backstrap loom-woven embroidered huipiles","Product Image": "","Years_Attended": "2013, 2014, 2015","BoothNumber": 126,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Odilon and his family are keeping the rare tradition of Amuzgo “huipiles,” or tunics, alive. Hand-woven on a back-strap loom, these colorful pieces are made with local cottons and feature expressive designs. These designs are often of local plants and geometric shapes that have symbolic significance or personal meaning to the weaver. Odilon is a leader in revitalizing the use of coyuche cotton, a traditional and rare brown cotton that has been replaced in modern huipiles by synthetic material. He also uses an uncommon purple dye that comes from sea snails. Through his clothing he hopes to renew interest in natural materials and traditional dress."}, {"ArtistID": 89,"ArtistName": "Olegario Hernandez","Organization": "","Country": "Mexico","Media_General": "Woodwork (gourd carving)","MediumOfWork": "Carved and engraved gourds","Product Image": "","Years_Attended": 2015,"BoothNumber": "32 B","Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Olegario grows and harvests his own gourds, which he then carves with graceful designs. Each piece features the animals, birds, and wildlife that surround him. He deeply loves and respects his art and hopes that the finished pieces give off a joyous energy. Carved gourds have been used for centuries in domestic life and Mixtec ceremonies. 
He teaches local youth, hoping to preserve this ancient art. Olegario’s work has been featured in books and collected by museums in Mexico and the United States.  "}, {"ArtistID": 90,"ArtistName": "Rafael Cilau Valadez","Organization": "","Country": "Mexico","Media_General": "Painting","MediumOfWork": "Huichol-Wixarika yarn paintings","Product Image": "","Years_Attended": "2012, 2013, 2014, 2015","BoothNumber": 62,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Rafael is part of a new generation of young Huichol Indians who have migrated to cities outside of their indigenous villages. The son of world-renowned Huichol yarn painter Mariano Valadez and anthropologist Susana Valadez Eger, Rafael has been mentored by his community’s master craftsmen and shamans to be able to carry on the practices of the Huichol mystic arts to coming generations. One of the few in his community fluent in English, Rafael uses his voice as an advocate for Huichol indigenous rights and his vision as an artist to spread the meaning and beauty of his people’s culture to the world."}, {"ArtistID": 91,"ArtistName": "Amina Yabis","Organization": "Sefrou Women\'s Button Cooperative, \"Cherries\"","Country": "Morocco","Media_General": "Textiles","MediumOfWork": "Hand-knotted thread buttons, button jewelry, slippers, scarves and shawls","Product Image": "","Years_Attended": "2009, 2010, 2011, 2013, 2015","BoothNumber": 112,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Amina Yabis was a typical Moroccan housewife and mother of four boys whose husband was a school teacher.  With the support of her husband and family, she decided to break out of the narrow role defined for her by Moroccan society and help women play a part in the economic and political life of her community.  She formed a women’s craft association called Golden Buttons to market the hand-woven buttons women had been making in their homes for generations.  Economic success led to a literacy campaign for women with the result of more economic opportunities."}, {"ArtistID": 92,"ArtistName": "Lhoucine Taous","Organization": "Azlag Dagger Cooperative (La Cooperative Artisanale Des Poignards Azlag)","Country": "Morocco","Media_General": "Metalwork","MediumOfWork": "Tuareg and Berber-style daggers and mirrors ","Product Image": "","Years_Attended": "2012, 2013, 2015","BoothNumber": 63,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Lhoucine represents the Azlag Dagger Cooperative, the only group of its kind following this tradition and derives its handcrafted designs from Roman, Jewish, Berber, and Islamic influences. Similar designs and engravings found on the daggers are used for the mirror frames. 
The art of dagger making has over 700 years of history in Morocco. The daggers are made from various metals, woods, and animal bones and skins, using plants for the natural dyeing of the handles. The artisans in the ancient Berber village of Azlag, which means “come together,” employ nearly 70 men and help to support their families."}, {"ArtistID": 93,"ArtistName": "Camurdino Mustafa Jetha","Organization": "","Country": "Mozambique","Media_General": "Carving (wood)","MediumOfWork": "Psikelekedana softwood carvings - daily life in Mozambique","Product Image": "","Years_Attended": "2008, 2009, 2012, 2013, 2014, 2015","BoothNumber": 125,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Dino makes Psikelekedana, a type of softwood carving made from the wood of the cashew nut tree. Dino learned to carve at the age of 18 from an elderly neighbor who was a master of the art. He creates scenes of daily life and traditional ceremonies. The scenes help to educate the viewer about customs and also serve to express the history of the community and the culture it represents.
He received further training from Aid to Artisans and has participated in the National Fair organized by Centro de Estudos e Desenvolvimento de Artesanato (CEDARTE), Dino’s sponsor for previous Markets."}, {"ArtistID": 94,"ArtistName": "Khin Maung Htwe, Tin Tin OO, Than Than Naing","Organization": "","Country": "Myanmar","Media_General": "Puppetry","MediumOfWork": "Elaborately costumed, carved and painted wood marionettes","Product Image": "","Years_Attended": "2013, 2014, 2015","BoothNumber": 21,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Khin and his cooperative are reviving the centuries-old tradition of making elaborately-costumed wood marionettes, as well as creating opportunities for young puppeteers to perform and organizing the older generation of wood carvers to pass their art onto young artists. To make a puppet requires the skills of sculpture, painting, dressmaking, embroidery, and performance and often needs the work of three or more artists to complete. Puppet theatre is used today to convey both traditional stories and current events to the public."}, {"ArtistID": 95,"ArtistName": "Omba Arts Trust","Organization": "","Country": "Namibia","Media_General": "Several","MediumOfWork": "Basketry, ostrich eggshell and PVC jewelry and beaded art cloths","Product Image": "","Years_Attended": "2009, 2010, 2011, 2012, 2013, 2015","BoothNumber": 45,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Omba Arts Trust is an organization that supports sustainable livelihoods through the development and marketing of quality Namibian art. Omba specializes in traditional baskets, ostrich eggshell jewelry, Bushmen art and textiles, and bracelets made from PVC pipe. Their artists come from nine regions in Namibia and represent 20 different cultural groups and communities. Each piece is representative of the artists’ cultures and features unique materials and traditional designs. Omba holds workshops and trainings to help the artists improve their skills and artists are now working independently to train others in their communities."}, {"ArtistID": 96,"ArtistName": "Phupu Sherpa","Organization": "Tibet Aid Wind Horse Project sponsoring Yangma Traditional Weavers Cooperative","Country": "Nepal","Media_General": "Textiles","MediumOfWork": "Handspun, hand knotted Tibetan weavings, carpets and pillow covers with symbolic motifs","Product Image": "","Years_Attended": 2015,"BoothNumber": 78,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Phupu is a master of a rare double crossed knotting technique used to make beautiful carpets filled with symbolic motifs and designs. Working alongside her four daughters, each weaving takes nearly six weeks to be finished.
These traditional carpets have seven unique designs that are connected to the Buddhist belief system and to Phupu the weavings represent the traditional values and lifestyles of her people.
Yangma Traditional Weavers Cooperative was founded to preserve the unique weaving traditions of the Yangma peoples. The 32 members of the cooperative live in the remote villages of the Olangchung-Gola region and have all mastered the weaving of these beautiful carpets."}, {"ArtistID": 97,"ArtistName": "Ujjwal Shrestha","Organization": "","Country": "Nepal","Media_General": "Papier Mâché","MediumOfWork": "Paper-mache masks and puppets","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 25,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Growing up in a family of folk artists, Ujjwal learned many paper arts before studying with a master mask maker and devoting himself to papier mâché masks.
His use of traditional materials and colors brings forth the facial expression of the deities the masks represent. While the traditional masks are used for religious dances and ritual performances, smaller masks are made for people to bring home for peace, prosperity, and good luck."}, {"ArtistID": 98,"ArtistName": "Elhadji Mohamed Koumama and Ismael Elhadji Mohamed","Organization": "Tuareg Jewelry ","Country": "Niger","Media_General": "Jewelry","MediumOfWork": "Silver Tuareg jewelry with ebony wood and semiprecious stones","Product Image": "","Years_Attended": "2009, 2010, 2011, 2012, 2013, 2015","BoothNumber": 40,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Elhadji and his son Ismael represent the Tuareg Jewelry cooperative. Over 50 silversmiths continue a tradition of craftsmanship that spans over 25 generations and benefits over 200 people from their community. Nomadic Tuaregs typically owned few material possessions, but they cherish beauty, so jewelry has been an important (and portable) art form in their culture. Most pieces are geometric in shape and have a special significance including crosses given from fathers to sons, triangular pieces given from mothers to girls, diamond shaped pendants called “Igourou” given by men to their brides, and amulets, square pendants encasing a selection from the Koran, worn by all ages to protect against evil spirits.  
The Koumama family works in several small groups of two to fifteen men with boys beginning their apprenticeship at age seven.  The pieces are made by the lost wax method, then engraved and hammered, and adorned with stones."}, {"ArtistID": 99,"ArtistName": "Akeem Ayanniyi","Organization": "","Country": "Nigeria","Media_General": "Other (Musical Instruments)","MediumOfWork": "Ashiko, Djembe and talking drums","Product Image": "","Years_Attended": "2007, 2008, 2009, 2010, 2011, 2012, 2013, 2014, 2015","BoothNumber": 90,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Akeem makes traditional West African drums that are played for ceremonial occasions and religious functions and are among some of the oldest village-to-village communication instruments in Nigeria. Akeem is from a highly respected family of drummers and drum makers, going back nine generations.
These instruments are all handmade with local materials; carved from mahogany or teak, topped with cowhide, and laced with rope strings. The shape creates the type and sound of the drum. The pitch can be raised or lowered by squeezing the drum’s strings, and the artistry of playing is in the adjustment of the strings."}, {"ArtistID": 100,"ArtistName": "Gasali Adeyemo","Organization": "","Country": "Nigeria","Media_General": "Textiles","MediumOfWork": "Batik, adire and tie-dye fabric and clothing","Product Image": "","Years_Attended": "2005, 2007, 2008, 2010, 2011, 2012, 2013, 2014, 2015","BoothNumber": 31,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Gasali creates beautiful fabric and clothing using batik designs and the traditional adire technique. He uses the traditional tools of a broom stalk, a chicken feather, and cassava paste to make each piece. He specializes in the use of indigo dyes because of their importance to his people, and each textiles has traditional Yoruba designs, with symbolic and biographical meanings. Growing up, his mother made clothing for the family, which inspired him to pursue the art. He was a student at the Nike Center for Arts and Culture and has subsequently become a trainer of the arts of the Yoruba people."}, {"ArtistID": 101,"ArtistName": "Malam Jamilu","Organization": "Bashari Birninkudu Foundation","Country": "Nigeria","Media_General": "Leatherwork","MediumOfWork": "Leather rugs, cushions, bags, fans and accessories","Product Image": "","Years_Attended": 2015,"BoothNumber": 35,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "The Bashari Birninkudu Foundation sponsors the work of Mallam Jamilu, who uses locally tanned and dyed leather to make rugs, cushions, bags and other accessories.  The hand-tanned and hand-dyed leather, which is usually made from goatskins, is cut into the requisite pieces, which are then sewn together by hand to produce traditional Hausa-Fulani designs.
Leatherwork has an extensive history in northern Nigeria, where the two processes of leather tanning and leatherwork have long been family businesses."}, {"ArtistID": 102,"ArtistName": "Toyin Folorunso","Organization": "Rafremi-Eises","Country": "Nigeria","Media_General": "Metalwork","MediumOfWork": "Aluminum relief panel sculptures","Product Image": "","Years_Attended": "2007, 2008, 2009, 2010, 2011, 2014, 2015","BoothNumber": 88,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Toyin creates intricate images on aluminum panels. He uses a repoussé method, which is the process of ornamenting aluminum surfaces with designs in relief by hammering from the back. He uses local blacksmithing tools such as the chisel hammer, knife, punches, and hot coals for forging. This art is hung on palace walls and around village houses as decorations. The pieces tell local folkloric stories and of local ceremonial events and help convey the history of the community. Toyin was born into a family of traditional artists and grew up learning many art forms. He has an established gallery in Osogbo."}, {"ArtistID": 103,"ArtistName": "Abi Gul","Organization": "Supported by Poetic Threads of Pakistan PTOP (NGO)","Country": "Pakistan","Media_General": "Several","MediumOfWork": "Kalashi embroidery, weaving, beadwork and basketry","Product Image": "","Years_Attended": "2011, 2012, 2013, 2015 ","BoothNumber": 55,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Abi Gul is a member of the isolated Kalasha people, numbering 3,000, who live in the remote mountainous area between Pakistan and Afghanistan. Kalasha means “Wearers of the Black Robes.” Unlike most other villages in Pakistan, Kalasha women such as Abi Gul are permitted active membership in the governing body and central roles in village decision-making."}, {"ArtistID": 104,"ArtistName": "Amna Shariff","Organization": "","Country": "Pakistan","Media_General": "Jewelry","MediumOfWork": "Sterling silver jewelry","Product Image": "","Years_Attended": 2015,"BoothNumber": 136,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Amna’s silver jewelry is a unique combination of traditional techniques and modern designs made with the highest quality of raw materials. The geometric shapes of her work echo the mythology of the Indus Valley Civilization.
Each piece of her work is a celebration of joy and beauty. She uses numerous techniques including filigree, hammering, and etching to bring out different beautiful qualities in the silver. Her workshop uses traditional tools and she is currently training other artists in her unique style. Amna’s jewelry is recognized and exhibited throughout Pakistan. "}, {"ArtistID": 105,"ArtistName": "Begum Bibi, Maimoona Ijlal","Organization": "Supported by Poetic Threads of Pakistan PTOP (NGO)","Country": "Pakistan","Media_General": "Textiles","MediumOfWork": "Traditional Swati embroidery","Product Image": "","Years_Attended": "2011, 2012, 2013, 2015","BoothNumber": 55,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "The Swat Valley is known for its intricately-embroidered wedding blankets, pillows and clothing. It lies in the mountain regions of Pakistan bordering Afghanistan. Begum Bibi is one of the senior supervisors of a handicraft center in Swat and, for the past 15 years, has trained young girls and women in tailoring, crocheting, and machine and hand embroidery. Since the mass exodus of 2.5 million people from Swat in 2009 and the floods of 2010, she has been trying to re-group her women and start anew with the help of Poetic Threads of Pakistan. Poetic Threads of Pakistan has been working with Begum Bibi to support her and her handicraft center in preserving and promoting their beautiful, traditional work nationally and internationally.
The embroidery technique for which Begum Bibi is well known consists of extremely detailed geometric designs that are interpretations of flowers. For this work, she and her cooperative utilize handwoven cotton or linen. Traditionally, Hazara women would bring their embroidered linens to their husband’s home upon marriage. Recently, this embroidery work has become a means for many women and girls to support their families and encourage local economic development."}, {"ArtistID": 106,"ArtistName": "Ghulam Sarwar, Irfan Abdul Aziz","Organization": "Tribal Truck Art","Country": "Pakistan","Media_General": "Other (Metalwork)","MediumOfWork": "Tribal truck art/steel art","Product Image": "","Years_Attended": "2008, 2015","BoothNumber": 52,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Ghulam Sarwar always admired the brightly colored flamboyant trucks painted with images of idealized landscapes, famous personalities, flowers and trees that reminded truck drivers of their homes on their long journeys down south.  He and other truck artists have imaginatively adapted this traditional art form to include smaller household items painted in the style of truck art.  These objects are used in homes and street side cafés.  Ghulam and others take on apprentices to teach them the visual language of truck art motifs to keep this threatened art form alive.
Ghulam Sarwar, together with fellow truck artists, were recipients of the UNESCO Award of Excellence in 2008."}, {"ArtistID": 107,"ArtistName": "Hamdi Natsheh, Tawfiq Natsheh, Hamzeh Natsheh","Organization": "","Country": "Palestinian Territories","Media_General": "Glasswork","MediumOfWork": "Handblown Hebron Glass","Product Image": "","Years_Attended": "2009, 2011, 2012, 2013, 2015","BoothNumber": 53,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "At the age of seven, Hamdi began learning glass blowing from his father. Now he continues to blow glass alongside his family for their store, Hebron Glass. The pieces created by Hamdi and his family are made using techniques characteristic of the region over hundreds of years.
The works embody the old stories of Palestine and represent unique shapes and patterns. A centuries-old part of Palestinian heritage, hand-blown glass adorns both homes and religious sites, and is shaped into adornments worn at celebrations."}, {"ArtistID": 108,"ArtistName": "UNRWA Sulafa Embroidery Centre","Organization": "","Country": "Palestinian Territories","Media_General": "Textiles","MediumOfWork": "Embroidered clothing, accessories and pillow covers","Product Image": "","Years_Attended": "2009, 2010, 2012, 2013, 2014, 2015","BoothNumber": 16,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "The Sulafa Embroidery Centre provides incoming-generating opportunities for hundreds of refugee women through promotion and sales of traditional Palestinian embroidery. Girls learn to embroider during childhood and are taught by their mothers and other women in their families. These textiles are filled with traditional Palestinian motifs and patterns, including cypress trees, flowers, tents, and The Hajem, the symbol offering protection from the evil eye. The Centre is a self-supporting program, helping preserve valuable traditions and increase family incomes."}, {"ArtistID": 109,"ArtistName": "Pocabia Etacore, Celestina Etacore","Organization": "La Organizacion Payipie IchadieTotobiegosode","Country": "Paraguay","Media_General": "Textiles","MediumOfWork": "Utebetade traditional woven bags made of wild bromeliad fibers","Product Image": "","Years_Attended": 2015,"BoothNumber": 14,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Pocabia’s woven Ayoreo bags are made from culturally significant plant materials and are used in nearly every aspect of everyday life.  She uses unique traditional dyes and clans designs and patterns. Because of their symbolic meaning and utilitarian uses, these bags are considered the most important possession of the Ayoreo people.
Made by hand, the bags are also a collective activity for the weavers, who gather the leaves in groups and collaborate at each stage of the process. Knowledge of traditional plant dyes and other cultural information is passed down from the elders.  
La Organizacion Payipie IchadieTotobiegosode is focused on turning the art form into a viable source of income and empowering the weavers to continue the tradition."}, {"ArtistID": 110,"ArtistName": "Bernardo Pedro González Paucar and Marcelino Javier Gonzales","Organization": "","Country": "Peru","Media_General": "Sculpture","MediumOfWork": "Polychrome sculptures crafted from Maguey wood","Product Image": "","Years_Attended": "2004, 2005, 2006, 2008, 2009, 2010, 2011, 2012, 2013, 2015","BoothNumber": 15,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Pedro and Marcelino comes from a long tradition of “imaginería” makers. Imaginería – the making of crosses, retablos and mixed figures – has had its roots in the Huancayo region of the Peruvian central highlands since the mid-sixteenth century. Their father, uncles and grandfather were their teachers. At a young age, they were able to model, carve and use a brush.
Maguey, a soft wood, is the primary material used to make their sculptures. Other materials include plaster and cloth as well as ochre and shade rust pigments. Many of their pieces contribute to the life of the community. The mixed figures are used as decorations, as well as saints  and other imagery important to the people of Huancayo."}, {"ArtistID": 111,"ArtistName": "Delia Garcia Inga","Organization": "","Country": "Peru","Media_General": "Carving (gourd)","MediumOfWork": "Bulgaris gourd carvings","Product Image": "","Years_Attended": 2015,"BoothNumber": 56,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Delia’s embellished dried gourds represent the traditions, beliefs, and daily life of the Andean communities. She carves, etches, and burns designs of local brds, animals, and village scenes, using numerous techniques to achieve contrast and different colors. Each piece represents her experience, and is a way for her to keep tradition alive and share her life and customs. She is known as in innovator of the art, and also uses larger gourds to tell the stories and chronicles of her people."}, {"ArtistID": 112,"ArtistName": "Hilda Valeriana Cachi Yupanqui and Sonia Cachi Yupanqui","Organization": "","Country": "Peru","Media_General": "Jewelry","MediumOfWork": "Silver jewelry with Inca and Spanish colonial designs","Product Image": "","Years_Attended": "2012, 2013, 2014, 2015","BoothNumber": 44,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Hilda is one of seven sisters who actively preserve silver working traditions passed on to them by their father, Gregorio. Archeological excavations show that some of the forms still made today, such as shawl pins, date back nearly 2,500 years.
Hilda, who first aspired to become an economist, brings an entrepreneurial vision to her work, introducing new techniques that result in higher-quality work and greater productivity while still maintaining traditional designs. Her work, which fuses modernity with tradition, is represented in the Smithsonian Institution’s collection.
UNESCO Award of Excellence Winner (Hilda Valeriana Cachi Yupanqui)"}, {"ArtistID": 113,"ArtistName": "Lider Rivera Matos","Organization": "","Country": "Peru","Media_General": "(Jewelry, Other)","MediumOfWork": "Horn jewelry and accessories ","Product Image": "","Years_Attended": "2012, 2013, 2014, 2015","BoothNumber": 3,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Lider is a Master Horner having learned this skill while incarcerated for 17 years because of his political ideologies. It is a common practice in the prisons of Peru for the inmates to make and sell their crafts as a means of supporting their families.
His attention to detail and ability to mold and shape this seemingly inflexible material into impossibly curvy and delicate forms set his work apart. The raw material, a waste product of the meat industry in Peru, is completely recycled and sustainable.
Lider’s early release from prison was made possible, as a result of, the money he earned at The Folk Art Market. He was able to show proof of income and pay the civil reparations necessary for the government to grant him a full pardon."}, {"ArtistID": 114,"ArtistName": "Nilda Callañaupa Álvarez","Organization": "Centro de Textiles Tradicionales del Cusco (CTTC)","Country": "Peru","Media_General": "Textiles","MediumOfWork": "Handspun, natural-dye alpaca and wool textiles woven on backstrap looms","Product Image": "","Years_Attended": "2005, 2006, 2007, 2008, 2009, 2010, 2011, 2012, 2013, 2014, 2015","BoothNumber": 29,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Founder and director of CTTC, Nilda began spinning wool from sheep and alpaca at the age of six, and was weaving her first patterns by age seven. CTTC weavers, such as Nilda and Lidia, are remarkable in the quality of the textiles that they produce as well as their emphasis on traditional designs and techniques. The CTTC works with over 600 weavers. The work of the Center is not just to preserve and to study Peruvian textiles, their symbolism and significance, but also to assist families to create a larger market for their textiles and a new economy for their communities. "}, {"ArtistID": 115,"ArtistName": "Saturnino Oncebay Pariona","Organization": "","Country": "Peru","Media_General": "Textiles","MediumOfWork": "Handwoven alpaca, cotton and sheepswool tapestries and shawls","Product Image": "","Years_Attended": 2015,"BoothNumber": 4,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Saturnino’s family of weavers has been practicing the art for over 100 years. The designs of his textiles range from zigzags and animals to documentary pieces that tell the stories of the Ayacucho people. By utilizing ancient dyeing techniques, he is able to achieve the bright colors found in textiles of the past.  
For years Saturnino has studied old textiles, learning their designs and revitalizing disappearing techniques. When he created his first piece at age eight, his father threw it into a river as an offering so that his hands would always flow like water when he was weaving."}, {"ArtistID": 116,"ArtistName": "Victor Huáman Gutiérrez","Organization": "","Country": "Peru","Media_General": "Mixed media","MediumOfWork": "Small Retablos and individual figures","Product Image": "","Years_Attended": 2015,"BoothNumber": 7,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "After seeing his first retablo at the age of nine, Victor has dedicated himself to this traditional art form. His themes include regional festivals and cultural moments in the native Quechua villages in the central highlands of Peru. Victor  does all the work manually from crafting the  boxes to shaping the figures by hand using a traditional mixture of flour, gypsum and water;  he even makes the paint  brushes from his own hair or that of the dog, burro or cat. Victor has won several national prizes in Peru and his work appears in various Museums in Lima. He lives with his elderly parents, who taught him this art, and supports them with his earnings from his work as a retablista."}, {"ArtistID": 117,"ArtistName": "Vilma Oncebay Pariona","Organization": "","Country": "Peru","Media_General": "Textiles","MediumOfWork": "Embroidered bags, scarves and shawls with Andean motifs","Product Image": "","Years_Attended": 2015,"BoothNumber": 4,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Vilma works alongside her family, creating traditional embroidery and weavings. Her beautiful and skillfully embroidered designs feature traditional Andean motifs. Through studying old textiles, she taught herself ancient techniques and brought to life designs that were nearly lost. Each piece requires intricate detail, and Vilma often uses cactus needles to embroider the trim. Her family works together, each playing a role from dyeing the yarn to deciding patterns. Her textiles, inspired by the region’s Wari Culture (600-1080 AD), have earned her invitations to national and international events."}, {"ArtistID": 118,"ArtistName": "Anna India Dela Cruz-Legaspi","Organization": "CustomMade Crafts Center, Inc. (CMCC)","Country": "Philippines","Media_General": "Textiles","MediumOfWork": "Pina weaving - handwoven pineapple fibers","Product Image": "","Years_Attended": 2015,"BoothNumber": 143,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Anna India founded Heritage Arts and Crafts which specializes in piña handwoven textiles. The leaves of the Spanish Red Pineapple plant are harvested, then the fibers are extracted and colored using natural dyes. Woven using an upright loom, the end product is a delicate dreamy cloth that is translucent, soft and fine with a high luster. 
Pina weaving began during the Spanish colonial period when colonizers introduced the Red Spanish Pineapple to the Phiippines and it’s beauty has been reputed as “elite wear.”
Anna India’s advocacy of piña weaving is instrumental in its revival and growth as an industry in Aklan. The piña fabric bears the Philippine Department of Trade and Industry’s seal of quality and CMCC also ensures quality assurance by monitoring the quality standards of these products.
"}, {"ArtistID": 119,"ArtistName": "Bernadeth Ofong","Organization": "CustomMade Crafts Center, Inc. (CMCC)","Country": "Philippines","Media_General": "Textiles","MediumOfWork": "T\'nalak tapestries, abaca textile","Product Image": "","Years_Attended": 2015,"BoothNumber": 143,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Bernadeth is a T’boli weaver, who uses the ikat resist-dye technique on a back-strap loom to create beautifully intricate T’nalak tapestries. The T’nalak designs are like family heirlooms passed on from mother to daughter. These “woven dreams” are inspired by the spirit of the abaca revealing patterns laid out on a loom to the weaver in her dreams. 
The sturdy natural fabric is made of the abaca fiber of wild banana plants. Depending on the intricacy of the patterns, these tapestries can take weeks to months to complete. CMCC supports Bernadeth’s organization, KLOWIL, which has 20 active weavers. These organizations are working together towards the sustainable consumption and production of handwoven eco-textile products."}, {"ArtistID": 120,"ArtistName": "Kalinga, Pala’wan and Yakan Tribes ","Organization": "CustomMade Crafts Center, Inc. (CMCC) ","Country": "Philippines","Media_General": "Basketry, Textiles","MediumOfWork": "Rattan baskets of the Pala\'wan tribe, Backstrap loom weaving of the Kalinga and Yakan tribes","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 143,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "CustomMade Crafts Center Inc. (CMCC) is a non-profit organization that promotes diverse and unique cultures of indigenous people through training and skill development, while encouraging sustainable forest preservation practices using non-timber forest products. By “customizing” crafts for the marketplace, artists are able to maintain economic viability. This year’s representation includes the following:
Kalinga weavers of Northern Luzon use backstrap looms to weave intricate designs that reflect their culture and natural environment, a tradition that is passed on from generation to generation. These textiles are adorned with shells and mother-of-pearl platelets that represent symbols of wealth and prestige in a land-locked region.
The Yakan tribe of Basilan and Zamboanga use backstrap looms to create garments and textiles used for religious and ritual functions, as well as for daily personal use. The Yakan designs are vibrantly colored geometric, near-symmetrical shapes representing snakes, rice grains, dragons, mountains and flowers inspired by nature.
The Pala’wan tribe of Southern Palawan province weave traditional rattan baskets known as “tingkep,” made out of bamboo, palm and rattan. The baskets are both practical and spiritual, with designs that reflect the forest trees and animals. "}, {"ArtistID": 121,"ArtistName": "Myla Abalang Carcasona","Organization": "CustomMade Crafts Center, Inc. (CMCC)","Country": "Philippines","Media_General": "Textiles, Basketry","MediumOfWork": "Abaca fiber textile weaving","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 143,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Myla learned the skill of Hinabol weaving from her mother. With the income from her art, she is able to provide for the nutritional and educational needs of her children. The designs and techniques have been handed down through generations, but each weaver puts her own personality and creativity into each piece she weaves.
Within their community, Myla and her mother are the only weavers that have mastered the skill of natural dyeing.
CMCC addresses the emerging needs of forest-dependent communities within the context of sustainable forest management."}, {"ArtistID": 122,"ArtistName": "Ruth Abimana","Organization": "Gahaya Links Cooperatives ","Country": "Rwanda ","Media_General": "Basketry","MediumOfWork": "Sisal baskets","Product Image": "","Years_Attended": "2008, 2009, 2010, 2011, 2012, 2013, 2014, 2015","BoothNumber": 80,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Ruth represents Gahaya Links Cooperatives. After the 1994 Rwandan genocide, 70% of Rwanda’s population consisted of widows with little means of support. In 2002, a visit by the director of the United Nations Development Fund for Women (UNIFEM) resulted in international recognition for the beautiful traditional sisal baskets made by both Hutu and Tutsi women, which have become known as “peace baskets.” Weavers from both sides of the conflict organized weaving groups in an effort to rebuild their lives, together. Janet Nkubana, who learned to weave from her mother, is co-founder of a weaving association that has built a training center in Kigali."}, {"ArtistID": 123,"ArtistName": "Angeline Masuku","Organization": "","Country": "South Africa","Media_General": "Basketry","MediumOfWork": "Ilala Palm Baskets","Product Image": "","Years_Attended": "2007, 2010, 2011, 2014, 2015","BoothNumber": "138 A","Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Angeline weaves traditional ilala palm baskets that are used for daily life as well as for decoration. She learned to weave from her aunt and now supports her family with the art. Passing her weaving skills onto her younger sister and daughter, she has also taught many women in her village, helping them find a path out of poverty.
Gathering the ilala palm, Angeline then uses leaves and roots to create natural dyes and weaves the materials in traditional shapes. She designs her baskets to incorporate imagery of her immediate environment, as well as the geometric designs from Zulu beadwork. Supported by Department of Trade and Industry, South Africa."}, {"ArtistID": 124,"ArtistName": "Beauty Bathembile Ngxongo","Organization": "","Country": "South Africa","Media_General": "Basketry","MediumOfWork": "Zulu water baskets","Product Image": "","Years_Attended": "2011, 2012, 2013, 2015","BoothNumber": "138 B","Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Beauty lives in the Empembeni district of Hlabisa and is a Zulu master basket weaver. Her work is in all major South African museums, including the South African National Gallery, Cape Town, and has also been collected by the Metropolitan Museum of Art in New York and the Smithsonian. Beauty uses native grasses and palm leaves to make her baskets. Her dyes are derived from fruits, leaves, bark and roots. Color thread changes produce the designs which are derived from beading traditions. Beauty’s signature basket is the Isichumo, the water vessel. Supported by Department of Trade and Industry, South Africa."}, {"ArtistID": 125,"ArtistName": "Jabulile Nala","Organization": "","Country": "South Africa","Media_General": "Ceramics","MediumOfWork": "Wood-fired red clay, Zulu pottery","Product Image": "","Years_Attended": "2010, 2011, 2013, 2015","BoothNumber": 76,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Supported by Department of Trade and Industry, South Africa
Descending from a famous line of potters, Jabulile was taught by her mother, renowned potter Nesta Nala, and her grandmother Simphiwe.
Zulu beer pots, a customary part of Zulu weddings, births, marriages and burials, symbolize hospitality and communality. In the traditional manner, Jabulile hand-digs clay near her home, and coils, burnishes, fires, and rubs her pots with animal fat.
Her family is also known for infusing their work with a contemporary spirit, creating larger and more elaborate forms, for which Jabulile is becoming nationally and internationally known. Supported by Department of Trade and Industry, South Africa."}, {"ArtistID": 126,"ArtistName": "Lulama Sihlabeni","Organization": "eKhaya eKasi Art and Education Centre","Country": "South Africa","Media_General": "Sculpture","MediumOfWork": "Glass bead and wire sculptures","Product Image": "","Years_Attended": "2013, 2014, 2015","BoothNumber": 10,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Lulama represents the eKhaya eKasi Art & Education Centre. The Centre is located in the township of Khayelitsha and works to benefit the community through a diverse array of programs that target illiteracy, unemployment, poverty, the AIDS epidemic, and lack of social services. Most of the members of the Centre are originally from rural provinces and learned the art of beadwork and wire art as they were growing up in their villages, working alongside their grandparents and elders. They now train their children, teaching history and tradition through their work. Their income-generating and functional art features tribal patterns, native wildlife, and social issues."}, {"ArtistID": 127,"ArtistName": "Nomvuselelo LadyPeace Mavundla","Organization": "","Country": "South Africa","Media_General": "Basketry","MediumOfWork": "Telephone wire baskets and bowls","Product Image": "","Years_Attended": "2008, 2012, 2015","BoothNumber": "68 A","Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "As one of the members of the BAT Shop telephone wire project in Siyanda, KwaZulu-Natal, Nomvuselelo learned to weave telephone wire baskets. She started weaving baskets on weekends and school holidays to pay for her school expenses. After completion of Grade 12, she began weaving full-time. With her husband Simon, she creates patterns with bright colors and complex patterning. Supported by Department of Trade and Industry, South Africa."}, {"ArtistID": 128,"ArtistName": "Phathisiwe Ngcobo, Tholani Mchunu","Organization": "Durban African Art Centre Association","Country": "South Africa","Media_General": "Beadwork","MediumOfWork": "Beaded Zulu jewelry and animal sculptures","Product Image": "","Years_Attended": "(Organization) 2013, 2014, 2015","BoothNumber": 84,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "The Durban African Art Centre Association will represent the beadwork of Phathisiwe Ngcobo and Tholani Mchunu. The beaded animal sculptures depict African wildlife and the beaded jewelry represents geometric Zulu patterns and designs. In Zulu culture, animals are an important treasured possessions. Beaded jewelry was traditionally made for traditional ceremonies and ancestral offerings, and continue to be collected by the Zulu community. 
The Durban African Art Centre employs Zulu artists from the rural townships surrounding the urban center. Many artists are able to lead dignified lives through the sale of their art. The Durban African Art Centre is founded on the belief that folk art has the potential to promote healing, encourage positive thinking, and social change. Supported by Department of Trade and Industry, South Africa."}, {"ArtistID": 129,"ArtistName": "Xolile Hazel Thembeka Ndlovu","Organization": "","Country": "South Africa","Media_General": "Textiles","MediumOfWork": "Embroidered, beaded and appliqued narrative textiles","Product Image": "","Years_Attended": "2010, 2012, 2014, 2015","BoothNumber": "68 B","Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Thembeka was first introduced to embroidery during the 2004 Ntokozo development project at the African Art Centre in Durban. Seven women, all single mothers living in KwaZulu-Natal, were taught to tell happy stories from their lives through art with appliqué, embroidery, and bead embellishment.
Thembeka’s narrative panels, bags, and cushion covers detail her personal stories and provide commentary on the changing Zulu customs and mores in contemporary life. Each embroidery is accompanied by a short paragraph that further explains its meaning. She instructs other women in her community and uses her work to teach about traditional Zulu culture. Supported by Department of Trade and Industry, South Africa."}, {"ArtistID": 130,"ArtistName": "Sunghee Kim","Organization": "Dyetree ","Country": "South Korea","Media_General": "Textiles","MediumOfWork": "Natural dye Korean patchwork screens, silk scarves, padded clothing","Product Image": "","Years_Attended": "2013, 2014, 2015","BoothNumber": 67,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Sunghee creates traditional Korean free-form geometric patchwork screens out of leftover pieces of fabric. Dyetree members create these and other naturally dyed silk and cotton textiles for decorative use and clothing, teaching each other new skills. They also reach out to local villages to encourage the use of natural dyes and techniques. The colors expressed by the dyer not only represent the conventions of the time, but also secret recipes and experiences, passed down through generations. Sunghee has earned three degrees in textile studies and has published a book on the colors of classic textiles, sharing her knowledge with a wide audience."}, {"ArtistID": 131,"ArtistName": "Artists of the ROOTS Project","Organization": "ROOTS os South Sudan on behalf of ROOTS Project, Juba, South Sudan","Country": "South Sudan","Media_General": "Beadwork","MediumOfWork": "Beaded jewelry and clothing worn by women and men of South Sudan","Product Image": "","Years_Attended": "2012, 2013, 2014, 2015","BoothNumber": 119,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "South Sudan, after decades of war, became the world’s newest nation in 2011.The Roots Project employs over 60 recently demobilized women from 16 different tribal groups, selling and marketing their traditional arts. Founder and human rights activist Anyieth D’Awol believed that South Sudan’s unique cultural history should be preserved to help forge a cohesive national identity. The Roots Project promotes peace-building and teaches traditional arts. Through the organization, men and women from different tribes are able to collaborate to share their skills and techniques. The Roots Project creates a safe and secure work environment for members, as well as provides a venue for exhibitions, demonstrations, and cultural gatherings."}, {"ArtistID": 132,"ArtistName": "Luis Méndez López","Organization": "","Country": "Spain","Media_General": "Jewelry","MediumOfWork": "Charra filigree gold and silver jewelry of Salamanca","Product Image": "","Years_Attended": "2010, 2011, 2012, 2013, 2014, 2015","BoothNumber": 127,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Luis began working at his father’s filigree jewelry workshop in Tamames, Salamanca, when he was 14. He and his brothers now represent the third generation of goldsmiths in their family and were all trained by their father.
A traditional goldsmith technique introduced by Greek and Phoenician settlers in Spain and Portugal, filigree is similar to textile embroidery, employing gold and silver threads that are smoothed or twisted, and sometimes, worked over a metal sheet. Luis is known for the incredible detail in his work and for his dedication to the art."}, {"ArtistID": 133,"ArtistName": "Thembi Dlamini","Organization": "Tintsaba Master Weavers","Country": "Swaziland","Media_General": "Basketry","MediumOfWork": "Swazi woven sisal baskets","Product Image": "","Years_Attended": "2009, 2010, 2011, 2012, 2013, 2014, 2015","BoothNumber": 114,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Thembi Dlamini is a master weaver who will bring her own baskets as well as represent the work of Tintsaba’s other basket weavers. She is known for her baskets’ unique patterns and symmetry. Basket making goes back hundreds of years among the Swazi and is part of the Swazi homestead tradition. Over the last 50 years, baskets have evolved with the addition of bright colors. The art form is passed down from mother to daughter and the skills taught include hand cleaning and spinning of the sisal. The spinning into thread often takes as long as the basket weaving itself – 30 to 40 hours."}, {"ArtistID": 134,"ArtistName": "Ya-Lei Chiang","Organization": "","Country": "Taiwan","Media_General": "Jewelry, beadwork","MediumOfWork": "Handmade glass bead necklaces and bracelets","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 28,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Ya-Lei Chiang is a Paiwan indigenous bead artist. For over 25 years, she and her husband Omass have dedicated themselves to the revival of traditional glass bead making and embroideries. These beads are used for rituals, gifts, and weddings, and each bead represents family background, gender, character, and social status. They are worn as jewelry and to decorate traditional costumes. Each bead is handmade by rolling, mixing cutting, and firing a mixture of glass and metal elements. Virtually a lost art, Ya-Lei and Omass spend years researching and experimenting until they were able to recreate and produce these unique glass beads."}, {"ArtistID": 135,"ArtistName": "Yeuh-Mei Lan","Organization": "","Country": "Taiwan","Media_General": "Textiles","MediumOfWork": "Handmade natural linen thread loom woven tapestries, home accessories and bags","Product Image": "","Years_Attended": 2015,"BoothNumber": 27,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Yueh-Mei’s textiles are deeply attached to the lifestyle of the Truku people. Taught by the masters from surrounding villages, she uses imitation and innovation to create new designs. Yueh-Mei enjoys the challenge of difficult patterns, such as zigzags and diamonds.
She grows her own linen to use as handmade thread and then dyes it with colors inspired by the mountain areas surrounding her. She is working to improve her art and become a master weaver like her grandmother. Afraid that the Truku textile tradition would disappear, Yueh-Mei broke social taboos and taught her son how to weave. Together they are creating a new chapter of Truku weaving in contemporary society."}, {"ArtistID": 136,"ArtistName": "Nongnuch Manatsawiphavee (Su Di Mo) ","Organization": "Terres Karens","Country": "Thailand","Media_General": "Textiles","MediumOfWork": "Traditional Karen weaving - apparel, blankets and bags","Product Image": "","Years_Attended": 2015,"BoothNumber": 81,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Su Di Mo weaves traditional textiles of the Karen peoples and has mastered the complicated patterns of the art form. She learned to weave as a young girl and now helps to support her family.  
Her loom consists of bamboo sticks of different sizes depending on the pattern to be woven. For complicated designs, the loom may require up to 25 sticks to be added. Su Di Mo learned to weave from her mother, and she looks forward to teaching her young daughter the tradition. Terres Karens aims to support social projects benefitting the Karen peoples.  By setting up the weaving cooperative, they help village families earn additional income while reserving their traditional weaving knowledge."}, {"ArtistID": 137,"ArtistName": "Maria Goreti Ut and Jacky Ximenes","Organization": "Kor Timor","Country": "Timor-Leste","Media_General": "Textiles","MediumOfWork": "Timorese woven textile clothing, scarves and boxes","Product Image": "","Years_Attended": 2015,"BoothNumber": 20,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Maria and Jacky’s handwoven textiles are part of a centuries-old tradition, used for ceremonies and celebrations, as well as in everyday life. The motifs in her work represent family lines and village identities as well as symbols of Timorese culture. Timorese textiles are made with organically grown cottons, hand spun and hand dyed using natural colors and woven on a back-strap loom. Each village has a master weaver who is responsible for carrying on the tradition and teaching the art. 
With a mission to create jobs for unemployed women and vulnerable youth, Kor Timor supports Timorese culture through promoting cultural heritage and interest in weaving for the next generation."}, {"ArtistID": 138,"ArtistName": "Tribal Home","Organization": "Museum of New Mexico Foundation","Country": "Turkey","Media_General": "Ceramic","MediumOfWork": "Cini pottery from Lak Iznak","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 42,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Cini ceramics are highly decorated pieces, using styles, colors, and designs that date back centuries and are passed down through generations with a strict adherence to tradition. The art began in the 8th and 9th centuries, as artists were inspired by Chinese and Persian porcelain coming along the Silk Route and began to create their own pieces. Unable to make porcelain, Turkish potters created “fritware,” a special combination of ground glass and clay, which requires lower firing temperatures than clay. Traditionally, men are potters and women are responsible for painting the raised decorative patterns. Tribal Home, a family-owned business, employs traditional potters in Turkey."}, {"ArtistID": 139,"ArtistName": "Pokuttya Folk Art","Organization": "","Country": "Ukraine","Media_General": "Several","MediumOfWork": "Handwoven home accessories, carpets, embroidered clothing and Pysankas wax-resist decorated eggs","Product Image": "","Years_Attended": "2011, 2012, 2013, 2014, 2015","BoothNumber": 106,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Lesia Pona, Olga Pona, Nataliya Tereshchak, Katerina Tereshchak, and Valentina Zamulinska represent Pokuttya Folk Art. Lesia’s weavings and embroidery are filled with geometrical forms, such as the diamond, rosette, and variations of the cross. Lesia embroiders using several techniques, including merezshka, which creates a lace-effect, and nyzynka, done mostly on the fabric’s reverse side to produce the effect of tweed. Lesia learned to embroider from her mother and later studied with one of the Ukraine’s most renowned embroidery artists. Lesia also makes Pysankas, wax-resist decorated eggs, which are traditional during Holy Week for Easter. The pysak is the stylus with which intricate patterns are drawn using beeswax in a process that involves the layering of colors."}, {"ArtistID": 140,"ArtistName": "Roksolana Skilska (Stefanyshyn)","Organization": "","Country": "Ukraine","Media_General": "Woodwork","MediumOfWork": "Carved wooden boxes, decorative plates and home accessories","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 94,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Roksolana gathers wood from nearby forests and works alongside her father, carving wooden boxes, kitchen utensils, and objects for daily life. She has carefully studied the work of her grandfather and other masters, trying to best capture and replicate the older styles of painting and carving, using the knowledge and history to develop her own skills.
Using the numerous knives, tools, and chisels that her ancestors did, Roksolana shies away from modern machinery. Each piece has carved details and painted symbols of the Hutsul people, while still allowing the naturally rich colors and tints of the timber to be on display."}, {"ArtistID": 141,"ArtistName": "Ana Maria de Prado Peironi","Organization": "Manos de Uruguay","Country": "Uruguay","Media_General": "Textiles","MediumOfWork": "Hand loom woven wool ponchos, shawls, scarves","Product Image": "","Years_Attended": 2015,"BoothNumber": 117,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Ana weaves traditional gaucho garments and home decoration items from uniquely hand-dyed Uruguayan wool. Her work is known for its smooth and faded colors with numerous tones made from natural dyes. Often using 100% wool, her textiles have richness in texture. Weaving constitutes the essence of the country, culture and tradition are reflected in each piece.  
Manos del Uruguay is a nonprofit organization that promotes the Uruguayan identity and helps provide economic, social, and cultural opportunities for over 200 women artists. They have helped improve dyeing techniques and have now generated a color range of over 100 colors."}, {"ArtistID": 142,"ArtistName": "Carlos Alberto Clavelli Fernandez","Organization": "National Direction of Handicrafts/DINAPYME ","Country": "Uruguay","Media_General": "Several","MediumOfWork": "Carved and polished wood, wool and leather, decorative crafts ","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 135,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Carlos’ wooden puzzles and figures represent iconic rural and urban scenes from his native Uruguay. Working with his wife, Rocio Garcia, Carlos crafts his original pieces as he learned in his father’s workshop in Montevideo, with skill and careful finishing, but with unique charm that entertains and delights young and old alike. He is teaching his special techniques to his students, apprentices, and daughters, continuing the tradition."}, {"ArtistID": 143,"ArtistName": "José Andres Acuña","Organization": "DINAPYME","Country": "Uruguay","Media_General": "Leatherwork","MediumOfWork": "Raw cowhide leather crafts & tools","Product Image": "","Years_Attended": 2015,"BoothNumber": 134,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "For many generations, José Andrés and others of his extended family have practiced the Uruguayan art of guasquería, making horse gear from cowhide. Following a tradition among South American cowboys, José’s grandfather’s uncle, father, and other relatives taught him at an early age. He became an expert in the techniques of preparing cowhide, cutting the leather into strips, braiding it, and making rawhide belts, reins, bridles, straps, látigos, stirrups, and other equipment for use on their cattle ranches. His work is distinguished not only by its beauty, but also by its strength.  
As there are now few who practice this craft, José Andres  teaches his leather-working skills and techniques to apprentices and other young people in hopes of perpetuating the tradition."}, {"ArtistID": 144,"ArtistName": "Abror Kudratov","Organization": "","Country": "Uzbekistan","Media_General": "Wood Carving","MediumOfWork": "Wood carvings, bookstands, chess boxes and other decorative items","Product Image": "","Years_Attended": 2015,"BoothNumber": 37,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Abror collects the timber of old trees and using only hand tools, creates elaborate designs on wood boxes, chests, and doors. Each piece features a unique design and is carved in a centuries-old style.  
Abror started learning woodcarving from his grandfather when he was nine years old.  Later he attended art school in Tashkent and is now a master carver with his own shop. His intricately carved columns are used in homes and public buildings."}, {"ArtistID": 145,"ArtistName": "Abubakr Bekmuhamedov","Organization": "","Country": "Uzbekistan","Media_General": "Textiles","MediumOfWork": "Traditional clothing - Dresses and costumes","Product Image": "","Years_Attended": 2015,"BoothNumber": 2,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Abubakr comes from a family of clothing artists in the ancient Silk Road city of Samarkand. He uses traditional tools to create unique styles of decoration, achieving bright colors and intricate patterns. His ikat-dyed and handwoven fabrics often have hand quilting and embroidered embellishments. Abubakr studies at an institute devoted to reviving the traditional arts of Uzbekistan.
Abubakr has exhibited his garments in Russia, Kazakstan, Kyrgystan, and Israel. Use of traditional clothing is experiencing a revival in Uzbekistan, particularly for attending auspicious family events."}, {"ArtistID": 146,"ArtistName": "Bakhtiyor Kasimov","Organization": "","Country": "Uzbekistan","Media_General": "Woodwork/Metalwork","MediumOfWork": "Wooden chests and boxes decorated with metal","Product Image": "","Years_Attended": 2015,"BoothNumber": 75,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Bakhtiyor is a third generation chest maker, beginning the art at the age of 10. Bakhtiyor’s chests are created in the traditional way, using pine for the box and then coating it with zinc.  A pattern is transferred onto the zinc and then the chest is elaborately decorated with thin ribbons of copper and other metals.  
The use of wooden chests has a long history, going back to the times when caravans crossed the desert carrying goods for trade.  In Uzbekistan, bedding, clothing and jewelry are stored in large wooden chests. Chests have been an irreplaceable feature of Uzbek households for thousands of years. Bakhtiyor plans to pass his craft on to his children."}, {"ArtistID": 147,"ArtistName": "Farkhod Ramazonov and Mukhabbat Kuchkoraova","Organization": "","Country": "Uzbekistan","Media_General": "Textiles","MediumOfWork": "Embroidered Suzani, Coats and Boots","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 104,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Farkhod Ramazonov and Mukhabbat Kuchkoraova design and embroider suzanis, coats, and boots in designs unique to the Shafirkon district, near Bukhara city, Uzbekistan. Their grandmothers were designers and drawers of suzani patterns, as well as talented embroiderers who produced extensive textile dowries for their marriages. This husband and wife team has collaborated with regional and national museums in drawing on 19th Century Shafirkon suzani collections for design inspiration. They have received numerous awards for their colorful Uzbek textiles. Today, Farkhod and Mukhabbat’s five daughters have joined their parents as they work together in their embroidery center."}, {"ArtistID": 148,"ArtistName": "Fattillo Kendjaev and Firuza Khamraeva","Organization": "Bukhara school of Carpet Weaving","Country": "Uzbekistan","Media_General": "Textiles","MediumOfWork": "Silk and wool carpets","Product Image": "","Years_Attended": "2005, 2006, 2007, 2008, 2009, 2010, 2011, 2012, 2013, 2014, 2015","BoothNumber": 47,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "After graduating from the School of Art at Bukhara University, Fatullo was drawn to silk carpet designs from the Timurid Era (1370-1507), one of Islamic Art’s most brilliant periods. When he learned many old patterns had been lost, he copied carpet designs depicted in antique miniature paintings and recreated them with traditional weaving methods and natural dyes.
Firuza Khamraeva, Fatullo’s wife, is also a master weaver and dyer. She works with Fatullo at his Carpet Weaving Training School teaching weaving and develops designs as well as assists with dyeing. In addition, Firuza is a master of suzani embroidery. UNESCO Award of Excellence Winner."}, {"ArtistID": 149,"ArtistName": "Ikbol Sokhibov","Organization": "","Country": "Uzbekistan","Media_General": "Textiles","MediumOfWork": "Rugs - Carpets and tribal rugs, natural dyes, wool, silk and cotton","Product Image": "","Years_Attended": 2015,"BoothNumber": 129,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Ikbol comes from a family of tribal carpet weavers. Beginning at age 12, he studied first with his father. Later, during a four-year apprenticeship with a great master weaver, he advanced his skills in weaving and studied designs of tribal rugs and ancient Bukhara carpets from the 15th and 16th centuries. Ikbol’s carpets tare woven by hand from natural dyed wool, cotton, and silk yarns in his family’s workshop. He is sharing the art with his children and has student apprentices in his workshop as well. Ikbol has exhibited his carpets in numerous exhibitions in Central Asian countries."}, {"ArtistID": 150,"ArtistName": "Izzatillo Ruziev","Organization": "","Country": "Uzbekistan","Media_General": "Jewelry","MediumOfWork": "Bukhara silver and gold enameled jewelry with precious and semi-precious stones","Product Image": "","Years_Attended": "2007, 2009, 2010, 2012 2014, 2015","BoothNumber": 50,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Izzatillo’s necklaces, bracelets, rings, pendants and earrings feature the elaborate styles and designs of the renowned Bukhara tradition of Central Asia. Working in a range of techniques – molding or imprinting, filigree, embossing, forging, and engraving, Izzatillo combines gold, silver, and other metals with semiprecious stones to create jewelry that continues centuries of fine craftsmanship. Apprenticed at a young age to a master goldsmith, he was schooled in the molding, forging, and gem incrustation techniques commonly used in 19th century Bukhara. Recently, Izzatillo has been involved in a project focused on reviving jewelry-making techniques from the 16th and 17th centuries."}, {"ArtistID": 151,"ArtistName": "Mukhayyo Aliyeva","Organization": "","Country": "Uzbekistan","Media_General": "Textiles","MediumOfWork": "Traditional clothing - Ikat clothing and accessories","Product Image": "","Years_Attended": "2013, 2014, 2015","BoothNumber": 17,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Mukhayyo revives forgotten Uzbek Ikat patterns in traditional clothes made with local and natural materials. Her passion for clothing began at a young age, watching her sister go through tailoring school and learning how to stitch beside her. She fell in love with traditional Uzbek clothing and textiles and for years she researched old photographs and looked through museum collections to find a way to best recreate and revive the style. This clothing was once only worn for special occasions and otherwise considered costume-like, but in recent years the style has now become popular as clothes for daily life."}, {"ArtistID": 152,"ArtistName": "Otabek Karomativich Mukimov","Organization": "","Country": "Uzbekistan","Media_General": "Other (Musical Instruments)","MediumOfWork": "Musical instruments","Product Image": "","Years_Attended": 2015,"BoothNumber": 131,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Otabek is a recognized musical instrument maker. The woods he uses have to be dried for at least six years and each instrument is made entirely by hand. They can take many different forms and sounds, and may be carved and inlaid with mother of pearl or metal.  Although they are functional instruments, they are treated as works of art.
He began learning the art from his father at age 10 and now has his own workshop and is passing his knowledge on to his children. His work can be seen in the Musical Instrument Museum in Phoenix and in museums in Spain and Germany."}, {"ArtistID": 153,"ArtistName": "Radjab Khayotov","Organization": "","Country": "Uzbekistan","Media_General": "Painting","MediumOfWork": "Lacquer painting","Product Image": "","Years_Attended": "2008, 2009, 2010, 2011, 2012, 2013, 2014, 2015","BoothNumber": 113,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Radjab is a woodworking master recognized for his wonderfully carved and intricate lacquer painted chess sets, tables and boxes. He learned the tradition from his father, a master of making traditional cradles and painted dowry boxes in Bukhara. The lacquer painting often depicts local people, traditional floral patterns and birds."}, {"ArtistID": 154,"ArtistName": "Rasuljon Mirzaakhmedov","Organization": " ","Country": "Uzbekistan","Media_General": "Textiles","MediumOfWork": "Woven silk and Ikat clothing and home accessories","Product Image": "","Years_Attended": "2006, 2007, 2008, 2009, 2010, 2011, 2012, 2013, 2014, 2015","BoothNumber": 51,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Rasuljon has created ikat cloth for international designers to use in their yearly collections and in 2005 his work was awarded a Seal of Excellence by UNESCO. He has authored a book on natural dyes."}, {"ArtistID": 155,"ArtistName": "Shavkiddin Kamalov","Organization": "","Country": "Uzbekistan","Media_General": "Metalwork","MediumOfWork": "Metalwork (Blacksmith  crafts)","Product Image": "","Years_Attended": "2008, 2009, 2011, 2015","BoothNumber": 91,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Radjab works and teaches alongside fellow craftsmen of the “Kharrot” group to revive the ancient art of Uzbek culture. His work has received the UNESCO Seal of Excellence for Handicraft Products in Central Asia.
He produces unique items including distinctive scissors still used by gold embroiderers in their work today, embellished knives using technology dating back to the 14th century, unique forged candlesticks and statues. He has competed in worldwide competitions for Blacksmiths and ranks high amongst them."}, {"ArtistID": 156,"ArtistName": "Yusupkhan Samatkhanov","Organization": "","Country": "Uzbekistan","Media_General": "Ceramics","MediumOfWork": "Ceramics","Product Image": "","Years_Attended": 2015,"BoothNumber": 54,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Yusupkhan’s ceramics represent the earth, the origin of everything. Using natural pigments during the glazing process, his work has the rich colors found in ancient pieces. Each item he does is unique and he is often inspired to improve his art by trying new techniques. He sees his life in every object he makes.
He studied pottery in school and learned the patience required to create his art. He continued his education with a local ceramist, who taught him older traditions, techniques, and skills. He is influenced by ancient masters and ceramic artifacts."}, {"ArtistID": 157,"ArtistName": "Zarina Kendjaeva","Organization": "","Country": "Uzbekistan","Media_General": "Textiles","MediumOfWork": "Suzani embroidery - tapestries, curtains and pillows","Product Image": "","Years_Attended": "2005, 2006, 2007, 2008, 2009, 2010, 2012, 2013, 2015","BoothNumber": 46,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Zarina uses silk threads dyed with madder, indigo, pomegranate and onion skins, and a variety of stitches including the hook stitch, an almost forgotten technique she is working to revive. She was taught by her mother, a master of embroidery, and learned hook work from an old Bukhara woman who was one of the last artisans who knew the technique. Zarina bases her designs on 18th and 19th century museum pieces.
Suzani was used for decorative wall hangings, curtains and bedcovers, as well as small functional household items, such as bags and pillow covers. They were made from finely hand woven cottons or silk material and often the embroidery covered the entire cloth leaving only very small areas not filled with intricate hand work.
Suzani is part of a renowned tradition of textile production in Uzbekistan and Central Asia. The techniques are being revived by artisans like Zarina. Traditionally, because young people never met before the wedding, young girls used the suzani patterns and workmanship to demonstrate their character and skills to impress potential suitors. The mothers of young men presented their sons with several suzani works from which the boys chose a bride. UNESCO Award of Excellence Winner."}, {"ArtistID": 158,"ArtistName": "Aurora Rodriguez de Caura","Organization": "Earth Bound, Inc.","Country": "Venezuela","Media_General": "Basketry","MediumOfWork": "Basket weaving","Product Image": "","Years_Attended": "2006, 2007, 2008, 2009, 2010, 2011, 2012, 2013, 2014, 2015 (organization) ","BoothNumber": 87,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Aurora was the first woman to leave her home village of 100 residents, Boca de Ninchare, to go to school at the insistence of her father. As president of the Kanwasumi Artisan Cooperative, she and 53 other active weavers individually hand weave wuwa baskets, women’s burden baskets, and jojos, round storage baskets. Traditional men’s baskets called guapas are highly decorated winnowing baskets that are presented to a new bride. No tools are used except a machete to help cut the vine from which the baskets are made."}, {"ArtistID": 159,"ArtistName": "Ly Ta May","Organization": "","Country": "Vietnam","Media_General": "Textiles","MediumOfWork": "Embroidery","Product Image": "","Years_Attended": "2014, 2015","BoothNumber": 1,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "Ly Ta May was born into the Dao community in Ta Phin village in Sapa, Vietnam. Like all of the girls in her family, she learned to embroider from her mother. She works every day as a farmer tending to her fields and taking care of her own four children, while still finding time to embroider intricate patterns onto pieces of dyed cloth.
The choice and distribution of the designs is a manifestation of the embroiderer’s talents and personality and identifies them with their particular ethnic group.
Ta May, like others in her community, create garments for everyday use as well as for special occasions. These elaborate garments may take up to one year to complete."}, {"ArtistID": 160,"ArtistName": "Alberto de Betolaza (Artists: Mario Calderón, Lilia Breyter, Marco Paillamilla)","Organization": "WCC-UNESCO Latin America","Country": "","Media_General": "Several","MediumOfWork": "","Product Image": "","Years_Attended": "","BoothNumber": 102,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "The Award of Excellence is the UNESCO flagship program for handicrafts. It is part of UNESCO’s Division of Cultural Expressions and Creative Industries. The Award of Excellence objectives are to provide market opportunities to ensure sustainability of handicraft industries, to establish rigorous standards of excellence for handicrafts, to encourage innovativeness, and to offer training and support services. The handicraft sector plays an increasingly significant role in local economic development and poverty eradication, as new opportunities help establish sustainable livelihoods. The Award provides a credible quality control mechanism which assures buyers that Award products are culturally authentic and have been manufactured in a socially responsible manner with respect for the environment."}, {"ArtistID": 161,"ArtistName": "Dinara Chochunbaeva","Organization": "WCC-UNESCO Central Asia","Country": "","Media_General": "Several","MediumOfWork": "","Product Image": "","Years_Attended": "","BoothNumber": 103,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "The Award of Excellence is the UNESCO flagship program for handicrafts. It is part of UNESCO’s Division of Cultural Expressions and Creative Industries. The Award of Excellence objectives are to provide market opportunities to ensure sustainability of handicraft industries, to establish rigorous standards of excellence for handicrafts, to encourage innovativeness, and to offer training and support services. The handicraft sector plays an increasingly significant role in local economic development and poverty eradication, as new opportunities help establish sustainable livelihoods. The Award provides a credible quality control mechanism which assures buyers that Award products are culturally authentic and have been manufactured in a socially responsible manner with respect for the environment."}, {"ArtistID": 162,"ArtistName": "Edric Ong","Organization": "WCC-UNESCO Southeast Asia","Country": "","Media_General": "Several","MediumOfWork": "","Product Image": "","Years_Attended": "","BoothNumber": 101,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "The Award of Excellence is the UNESCO flagship program for handicrafts. It is part of UNESCO’s Division of Cultural Expressions and Creative Industries. The Award of Excellence objectives are to provide market opportunities to ensure sustainability of handicraft industries, to establish rigorous standards of excellence for handicrafts, to encourage innovativeness, and to offer training and support services. The handicraft sector plays an increasingly significant role in local economic development and poverty eradication, as new opportunities help establish sustainable livelihoods. The Award provides a credible quality control mechanism which assures buyers that Award products are culturally authentic and have been manufactured in a socially responsible manner with respect for the environment."}, {"ArtistID": 163,"ArtistName": "Manjari Nirula","Organization": "WCC-UNESCO South Asia","Country": "","Media_General": "Several","MediumOfWork": "","Product Image": "","Years_Attended": "","BoothNumber": 100,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "The Award of Excellence is the UNESCO flagship program for handicrafts. It is part of UNESCO’s Division of Cultural Expressions and Creative Industries. The Award of Excellence objectives are to provide market opportunities to ensure sustainability of handicraft industries, to establish rigorous standards of excellence for handicrafts, to encourage innovativeness, and to offer training and support services. The handicraft sector plays an increasingly significant role in local economic development and poverty eradication, as new opportunities help establish sustainable livelihoods. The Award provides a credible quality control mechanism which assures buyers that Award products are culturally authentic and have been manufactured in a socially responsible manner with respect for the environment."}, {"ArtistID": 164,"ArtistName": "","Organization": "Best of the Best","Country": "","Media_General": "Several","MediumOfWork": "","Product Image": "","Years_Attended": "","BoothNumber": 98,"Longitude": "","Latitude": "","Artist Image": "","ArtistDescription": "The Best of the Best booth is made possible through the generous contributions of all Folk Art Market participants. Each piece is selected by the Best of the Best Folk Art Expert Shoppers. All proceeds benefit the International Folk Art Alliance’s support of the artists."}]